
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강챈스','Concern and Help for Advancement of Needy Children throughout Education 저소득층 청소년 대상 교육 봉사.',
       '따뜻한 마음과 다정한 시선으로 세상을 변화시키는 서강챈스입니다. C.H.A.N.C.E.는 1985년 불우한 환경에 처한 아동과 청소년들이 교육을 통해 발전할 수 있도록 도움을 주고자 설립된 동아리입니다.
       육아보육시설에서 교육활동을 시작하여 자선콘서트 등의 봉사활동을 진행해 왔습니다.
현재 대흥동과 신도림, 잠실에 위치한 세 곳의 공부방에서 대면 교육봉사를 진행하고 있습니다.초등학생들을 대상으로 간단한 학습 보조와 정서적 돌봄이 이루어집니다.
마포구청과 연계하여 일대일 비대면 화상 교육봉사도 진행하고 있습니다. 초등학생부터 고등학생까지 다양한 연령대의 튜티들과 함께합니다. 수업날짜와 시간은 일대일 매칭된 튜티와 자유롭게 정할 수 있습니다. 튜터의 수업 교재 구입 비용은 동아리에서 지원합니다.
꾸준한 봉사 활동들을 인정받아 서강대 유일 KT&G 협력 동아리로 선정되어 많은 지원을 받고 있으며, 해당 재단에서 제공하는 발룬치어링 프로그램에 적극적으로 참여하여 동아리 부원들이 비대면으로도 문화활동을 즐기고 친목을 도모할 수 있도록 힘쓰고 있습니다.
2021년엔 꽃다발 제작 프로그램, 라탄 공예 클래스, 가죽 공예 클래스, 아크릴 캔버스 클래스, 등에 참여하였습니다. 프로그램에 필요한 모든 재료들은 KT&G 재단에서 지원합니다.
코로나19 상황이 개선될 시 현재 진행중인 교육봉사 뿐만 아니라 아이들과 함께하는 문화 체험 활동, 봉사 기금 및 장학 기금 마련활동(자선 바자회, 일일호프, 창립기념제) 등 저소득층 학생들을 지원할 수 있는 다양한 활동들을 진행하려 계획 중에 있습니다.
2022년에도 많은 서강인들이 서강챈스와 함께 봉사의 기쁨을 누리시길 바랍니다.',
'https://sgdongyeon.oopy.io/8bedc5b8-4ce0-43b6-aa28-fef992a0962f','봉사분과','E206',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('HUG','Hands Up for Gathering 서강대 내 교환학생 대상 봉사 및 교류 동아리',
       '교환학생들과의 다양한 언어/문화교류 활동이 매력적인 교내 최대 봉사동아리 HUG입니다!
약 300여명의 교환학생과 100여명의 한국인 부원들이 활동하며 매 행사와 인원 면에서 교내 최대 규모를 자랑하는 18년 전통의 외국인 교류 봉사 동아리 H.U.G입니다!
허그는 자신이 직접 해외로 교환학생을 가지 않더라도 외국인 친구들과 마치 교환학기를 다녀온 것처럼 시간을 보낼 수 있는 것이 가장 큰 장점인 동아리입니다.
허그는 첫째, 캠퍼스 투어나 개별 버디 활동 등을 통해 교환학생들이 한국과 서강에 빠르게 적응하고 생활에 불편을 겪지 않도록 도와주는 역할을 합니다.
둘째, 허그는 허그에서 기획한 고궁 방문, 한국 전통 문화 체험 등 서울 주요 명소 탐방을 비롯해 서울 야경 투어, 튜터링 행사 등을 매주 진행하며 한국인 부원들이 교환학생들과 교류하며 소중한 추억을 쌓고 인연을 만들어갈 수 있도록 합니다.
허그는 학우 여러분들이 교환학생 친구들을 한시라도 빨리 만날 수 있도록 개강 첫 주에 신입부원을 모집하고 있습니다. 허그는 단순히 영어를 잘하는 사람을 필요로 하는 것이 아닙니다.
외국인 교환학생 친구들을 적극적으로 도울 자세로 이들과 활발하게 교류하며, 새롭게 만나게 될 학우들과의 알찬 학교 생활을 기대하는 분들과 함께하고자 합니다.
영어가 서툴러도 교환학생 친구들에게 먼저 손을 내밀고 교류하며 좋은 추억을 쌓고 싶은 여러분 모두를 환영합니다! 여러분의 멋진 동아리 생활, 허그가 함께 할 수 있다면 좋겠습니다. 많은 지원 부탁드립니다!',
       'https://sgdongyeon.oopy.io/6e15f627-d5f0-4a80-a82a-4274c3a54484','봉사분과','E109',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('KUSA','한국 유네스코 산하 교육봉사동아리',
       '','','봉사분과','E106',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('손짓사랑','수화 봉사 동아리',
       '','','봉사분과','E108',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('21C Hermit','타로카드 연구 동아리','21C Hermit은 Hermit이라는 카드의 뜻인 은둔자, 조언자처럼 다른 사람들의 고민을 쉽게 들어주기 위해 2002년에 창설된 타로 동아리입니다. 창설 취지에 맞게 매년 대동제, 거리제, 문화제에서 부스를 열어 학우들의 타로점을 봐주었습니다. 그 외에도 교내 타 동아리와의 교류, 외부 행사 참여 등의 다양한 활동들을 해왔습니다. 그리고 타 동아리와는 서로의 세미나에 참여하는 등의 방식으로 교류하였으며 상상유니브, 유니브 엑스포 등의 다양한 외부 행사에 참여하였습니다.
일반적으로 생각하는 타로는 점술적인 이미지가 굉장히 강합니다. 주변에서도 타로점이 잘 맞냐는 질문이 많은데요. 하지만 타로는 이러한 이미지와는 다르게 점술적인 부분 보다는 심리적 부분에 치중합니다. 질문자와의 대화를 통해 질문자가 처해 있는 상황과 그 고민을 듣고 그 마음의 짐을 덜어주는게 바로 타로입니다.
아직 타로가 낯설 신입 부원분들과 매주 세미나를 진행하고 있습니다. 세미나를 통해 신입 부원 분들께 타로카드의 뜻, 타로 카드를 읽는 법 등을 알려주며 함께 실력을 기르고 부원들 간의 친목을 도모합니다. 축제 기간에는 축제 부스에 선후배가 같이 참여하여 실전 감각을 키우고 연대감을 조성합니다. 그리고 홈커밍, MT 등의 연간 행사로 여러 선배님들과 교류하고 있습니다.
코로나로 어지러웠던 2020년에는 비대면 세미나를 진행하였습니다. 거리두기 단계를 고려하여 방역수칙을 준수하며 신입생 환영회와, 한강에서의 모임 등을 진행하였습니다.
21C Hermit은 타로 카드와 함께 다양한 활동을 해왔습니다. 앞으로도 다양한 활동을 지속해나갈 21C Hermit의 문은 항상 열려 있습니다. 타로에 관심 있으신 분들을 모두 환영합니다!',
       'https://sgdongyeon.oopy.io/94010516-d1ec-47e6-9bba-30a91939997a','사회교양분과','E126',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('강미반','서강미술반: 서강대 유일의 순수 아마추어 미술 동아리','','','사회교양분과','E205',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강영화공동체','영화 동아리',
       '안녕하세요, **서강영화공동체**입니다.

소개에 앞서, 새내기 여러분의 입학을 진심으로 환영합니다!

서강영화공동체는 1985년 박찬욱 감독이 직접 설립한 이후

지금까지 명맥을 이어온 **서강대학교 유일의 영화 관련 중앙동아리**입니다.

영화를 감상하고, 토론하고, 만들고, 공부하며 서강영화공동체는 30년 넘게 활발한 활동을 이어가고 있습니다.

**서강영화공동체에서는 영화를 봅니다.서강영화공동체에서는 영화를 만듭니다.서강영화공동체에서는 영화를 씁니다.서강영화공동체에서는 영화를 공부합니다.**',
       'https://sgdongyeon.oopy.io/6e15f627-d5f0-4a80-a82a-4274c3a54484','사회교양분과','E127',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강회','사진동아리',
       '안녕하세요! 서강대학교 중앙사진동아리 회장 컴공 21학번 안현석입니다.
서광회는 1963년에 발족한, 전국 대학 사진동아리 중 가장 역사가 깊은 곳입니다.
서광회는 나이, 학번, 사진지식, 경험에 얽매이지 않는 곳입니다. 카메라가 없어도 괜찮습니다.
사진을 좋아하고, 나누며, 자신의 이야기를 하고싶은 그 누구에게나 열려 있습니다.
학기 중 여러 주제의 세미나를 통한 기초 사진교육은 물론 선후배가 함께하는 출사, 사진 전시회 관람 등 다양한 활동을 통해 사진을 익히고 사진과 친해질 수 있습니다.
또한 매해 2번, 방학마다 사진전을 개최해 오고 있습니다. 여름방학에 진행하는 신인전은 새로 들어온 신인들만의 사진으로 전시를 하고,
겨울에 진행하는 정기전은 전체 동아리원 중에서 자유로이 참가하여 각자의 실력을 마음껏 발휘하게 됩니다. 특히 신인전은 동아리가 생겨난 이래로 쭉 내려오는 흑백사진의 전통을 지니고있는 오직 ‘서광회 만의’ 특별한 활동입니다.
동아리 회원들과 함께 여름 내내 만들어가는 이 흑백사진들은 신인들 각자 자신만의 이야기, 색깔로 채워 나가게 됩니다. 그 동안 사진에 관심이 있었지만 제대로 배우지 못하셨던 분들에게 서광회는 소중한 기회가 될 것입니다.',
       'https://sgdongyeon.oopy.io/1389f951-727d-4208-be9a-bd48e627a174','사회교양분과','E120',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SWIC','Sogang Wise Investment Club. 가치투자 동아리','',
       'https://sgdongyeon.oopy.io/bbd07e3b-9ae1-48b5-bea1-f485dd36a392','사회교양분과','',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('블랙박스','스타트업 창업 동아리',
       '정기세션 및 주요 활동
정기세션에서는 창알못이라도 누구나! 창업인이 될 수 있도록 자체 교육을 통해 차근차근 예비 창업에 대한 기반을 마련해 드립니다. 뿐만 아니라, 동아리 내에서 팀을 꾸려 소규모 프로젝트부터 실제 창업까지 이어지는 다양한 프로그램을 진행하고 있습니다.
정규세션 : 매주 화요일 오후 6시
정기세션은 1학기를 중간고사를 기준으로 전반기와 하반기로 나누어 진행합니다. 전반기에는 다양한 창업 교육 위주로, 후반기는 팀 활동 및 공유회 위주로 진행됩니다. 창업에 꿈이 있으신 분은 이 루트를 통해 창업의 꿈을 블랙박스와 함께 키워나가시길 바랍니다. 이 루트 외에도 마음 맞는 부원을 만나게 되시면 후반기 전에도 창업활동을 적극 지원해드립니다.
또한, 이미 창업 활동을 하시는 분들께는 다른 창업동아리 부원들과 네트워킹 할 수 있는 기회를 충분히 제공해드리고자 합니다.
1.
창업을 위한 다양한 네트워크
블랙박스는 선후배간 네트워크, 타교 창업동아리 및 연합동아리 네트워크를 풍부하게 가지고 있습니다.
정기적인 홈커밍이나 선배창업자 강연을 통해, 실제로 스타트업을 운영하고 계시는 선배님들과의 네트워킹이 가능하며, 인근 대학교 창업동아리 및 연합동아리와의 정기 네트워킹 행사를 통해 창업에 관심이 있는 다양한 분들을 만날 수 있는 자리가 마련되어 있습니다.
비록, 현재는 사회적 거리두기로 인해 오프라인 행사를 진행해 나가는 데 어려움이 있지만, 기회가 될 때마다 온오프라인 가리지 않고, 최대한 좋은 행사로 찾아 뵙겠습니다.
1.
스펙을 위한 다양한 기회
블랙박스에서는 창업 관련 지원사업과 공모전에 대한 정보를 누구보다 빠르게 알 수 있습니다. 동아리 부원들과 함께 혼자서는 힘든 공모전도 나갈 수 있고, 스타트업들과의 인턴 연계를 통한 실제 산학협력 경험 또한 든든하게 쌓아가실 수 있습니다.
블랙박스는 열정 넘치는 분들을 항상 환영합니다! 창업에 관심 있으신 여러분의 많은 지원 바랍니다 : )',
       'https://sgdongyeon.oopy.io/6c527e1a-cf88-41ef-8202-7a2d5ded7040','사회교양분과','E130',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('AIESEC','국제 리더십 학생 협회',
       'AIESEC은 어떤 동아리인가요
AIESEC은 UN이 공인한 세계 최대의 국제리더십학생협회입니다. 청년들에게 해외 봉사 및 인턴 기회를 제공하여 이러한 비전을 실현하고 있습니다.
AIESEC in SGU는 ''교류''라는 단어로 설명할 수 있습니다. 멤버간의 교류, 부서간의 교류, GT&GV와의 교류, 더 나아가 타 지부와의 교류를 통해 다양한 활동을 하고 있습니다.
대표적인 활동으로는 정기 회의, 부서별 회의, 해외봉사, 교육봉사 프로젝트, 타 대학과의 연합 컨퍼런스 진행, 리더쉽세미나 등이 있습니다.
이러한 활동을 직접 기획하고 수행하며 아이세커들은 실무 경험을 쌓을 수 있을 뿐만 아니라 국제적 경험도 할 수 있습니다.',
       'https://sgdongyeon.oopy.io/752497d3-bdb9-4062-8521-9c1e38b58ca7','사회교양분과','E128',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강만화창작부','만화 창작 및 비평 동아리',
       '안녕하세요, 저는 서강대학교 중앙 만화동아리 **서강만화창작부** 회장 전자공학과 박준용입니다. 올해 서강대학교에 입학한 새내기 여러분들 진심으로 축하드리고 환영합니다!
서강만화창작부는 서강대의 **유일한 만화 정동아리**로써 만화와 이에 관련된 전반적인 문화를 다루고 있습니다. 기본적으로 만화와 애니메이션을 주로 다루고 있지만,
여기서 멈추지 않고 소설, 게임, 음악 등과 같은 더 넓은 분야의 서브컬처에 대해 탐구하고 있습니다. 그저 서브컬처를 취미생활로만 여기며 즐기는 것에서 더 나아가, 작품들이 가지는 의미에 대해 탐구하며, 이를 비평하고 토론을 통해 의견을 나누는 활동을 합니다.
또한 스스로 자유롭고 다양한 창작활동도 해보는 등의 복합적인 활동을 펼치는 동아리입니다.
저희는 이러한 활동들을 통해 더 깊고 즐거운 취미생활을 해 나감과 동시에, 서로 다른 분야에 대해 토론하고 이해하면서 심도 있는 문화 생활을 이루어나갑니다.
또한, 다양한 미디어믹스를 통한 다각적 접근으로 타 문화에 대한 이해를 높이는 데에도 힘쓰고 있습니다. 이를 통해, 동아리의 졸업생 선배들 중 많은 분들이 미디어/엔터테인먼트/게임 등의 분야에 진출하여 활동하고 있습니다.',
       'https://sgdongyeon.oopy.io/b7f5c0fe-a0c1-49db-82ce-22b76a9b2bb3','사회교양분과','EB119',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('Enactus','ENtrepreneurs in ACTion to US 소셜벤처 동아리',
       '리스크 테이킹을 즐기며 새로운 기회를 만드려는 강한 열정이 있는 창업관련 중앙 동아리에 들어가고 싶으시다고요? 잘 오셨습니다. 안녕하세요 인액터스 서강의 30기 회장 이은지입니다. 저희 동아리는 임팩트 비즈니스를 실천하는 대학생 리더십 창업 중앙동아리 Enactus입니다.
팀웍을 이루며 비즈니스를 통해 인액터스의 비전처럼 따뜻한 세상을 만들어 갈 31기 신입회원을 모집합니다!
우리 인액터스 서강은 전공, 학번 연령의 제한 없이 최소 2학기 이상 활동 가능한 분들이면 모두 지원이 가능합니다. 현재, 다양한 학번과 전공의 인액터들이 모여 함께 프로젝트를 수행하며, 단순 이론을 넘어선 비즈니스 경험과 창업 관련 커리어 개발의 기회를 얻고 있습니다.
ENtrepreneurial(기업가정신) + ACTion(실천) + US(공동체) 세 단어의 합성어인 ENACTUS는, 경제/사회/환경적 약자들의 자립을 위한 소셜 비즈니스를 직접 기획하고 실행하여 사회문제를 해결해 나가고 있습니다. 이 과정에서 여러분은 마케팅, 컨설팅, 브랜딩, 소셜벤처 창업 등 다양한 비즈니스 실무 교육 및 경험을 통해 성장할 수 있습니다.
또한, Enactus Korea의 프로그램들을 통해 전국 30개 대학의 500여명의 인액터들과 교류하고 경쟁하며 네트워크를 형성하고, 사회적 책임감을 바탕으로 지속 가능한 더 나은 세상을 만들고 있습니다.',
       'https://sgdongyeon.oopy.io/ed971b51-6032-4230-8831-dce3da232364','사회교양분과','E129',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('마수지','마술 동아리',
       '2001년에 창단되어 올해로 20주년을 맞이하는 Masu-Z는 마술사의 손을 뜻하는 마수와 마술의 A부터 Z까지 섭렵하겠다는 의미의 Z가 합쳐진 이름을 가지고 서강대 유일의 마술동아리로서 그 명맥을 이어오고 있습니다.
마술에 관심은 있지만 손재주가 없어서, 기술을 몰라서 망설이셨던 분들, 걱정 마세요! 저희는 매주 수요일 정기모임에서 진행되는 마술교육을 통해 마술의 기본 실력을 쌓아드립니다. 카드 마술부터 일상 소품을 사용한 교묘한 트릭까지, 다양한 마술로 주변 사람을 놀래켜 보세요!
마술을 배우기만 하냐고요? 아니죠! 클로즈업 콘테스트, 유투브 마술영상 업로드 등의 활동으로 모두에게 마술 실력을 뽐내고 경품도 받을 수 있답니다! 게다가 일년에 두번 - 신입생 환영 공연과 정기 공연을 통해 여러분이 꿈꾸었던 스테이지를 만들 기회도 있죠. 아이디어부터 기획, 연습까지 모든 과정에 걸친 피드백 시스템으로 세상에 단 하나뿐인 마술을 모두에게 보여주세요!
솔로 스테이지에 서는 게 부끄러우신가요? 그렇다면 마수지 전통의 마술과 뮤지컬을 합친 ''매지컬'' 공연에 도전해 보세요! 혼자서라면 무리였을 마술도 함께라면 상상 이상으로 멋진 작품이 된답니다! 물론 공연에서 함께했던 동아리원끼리 쉽게 친해질 수 있는 건 빠질 수 없는 장점이겠죠?
마술이란 속이는 것이 아닌, 새로운 현실을 창조하는 예술분야입니다. 그런 점에서 마술사는 미지의 것에 도전하는 용감한 사람입니다. 저희는 그런 마술의 정신을 앞으로도 이어나가고자 합니다.
지루하고 반복적인 일상에서 벗어나 비현실을 현실로 만들고 싶은 여러분, Masu-Z로 초대합니다!',
       'https://sgdongyeon.oopy.io/81bf3be2-ffe7-45d5-af2d-94e42be8812b','연행예술분과','EB107',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('맥박','노래문화 연구회',
       '노래문화연구회 맥박은 1985년 민중가요 노래패로부터 시작됐습니다. 오늘날에는 시대의 흐름에 맞추어 인디음악, 모던록, 재즈 등 다양한 장르의 음악을 이야기하고 공연하는 동아리로 활동을 이어나가고 있습니다.
맥박의 활동은 크게 두 가지로, 1년에 2번씩 이뤄지는 정기공연, 그리고 음악과 관련된 다양한 주제들에 관해 이야기를 나누는 음악문화연구회, 즉, 음연회입니다.
맥박에서는 1학기 초에 남, 여 보컬, 기타, 베이스, 키보드, 드럼 세션을 모집합니다. 악기를 능숙하게 다루지 못하는 사람이라도, 선배들의 도움 그리고 동기들과의 연습을 통해 밴드로서 합을 맞춰나갈 수가 있습니다.
1학년 신입기수 때는 동기, 선배들과 가까워지고, 각자의 세션에 적응하는 시간을 주로 가집니다. 신입기수는 9월 정기공연을 시작으로 처음 무대에 서게 됩니다. 2학년 때 메인기수가 되면 3월, 9월 정기공연, 2번의 교내 축제, 연합공연 등 다양한 무대에서 공연할 수 있는 기회가 주어집니다. 또한 공연 컨셉부터 셋리스트, 무대 연출 등 공연에 대한 전반적인 기획에 직접 참여하는 값진 경험을 할 수 있습니다. 매주 한번씩 이뤄지는 음연회에서는 음악과 관련된 다양한 주제에 대해 의견과 영감을 나누는 활동을 합니다. 각자의 음악적 취향과 지식들을 공유하며 부원간 친목을 다질 수 있을 뿐만 아니라 다양한 음악을 보다 깊이 있게 이해할 수 있습니다.
작년에는 재즈 하모니, 영화음악의 역사 등과 같은 주제들로 음연회가 진행되었습니다.맥박의 활동에 관한 더 자세한 정보는 맥박 유튜브, 3월 맥박 정기공연에서 얻어가실 수 있습니다. 자유로운 분위기 속에서 음악을 공유하고 무대를 꾸며 나가고 싶은 분들, 음악을 통해 대학생활을 특별하고 값진 추억으로 남기고 싶으신 분들 모두를 환영합니다.',
       'https://sgdongyeon.oopy.io/9542e8da-6cfa-42a2-aa87-1309aff7df22','연행예술분과','EB125',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강연극회','연극 동아리',
       '*‘화려한연극은계속되고 너 또한 한 편의 시가 된다’*
연극이란 무엇인가? 서강대학교 개교와 함께 탄생하여 60년 간 중앙 연극 동아리로서 존재해온 서강연극회가 항상 던지는 질문입니다. 연극을 단순히 잘 꾸민 무대 위에서 펼치는 배우들의 연기로만 여기지 않고, 보다 나아가 우리는 연극이라는 수단을 통해 어떤 목소리를 낼 수 있는가에 대해 끊임없이 질문해왔습니다. 연극을 총괄하고 만들어 나가는 연출, 공연을 기획하고 제작하는 기획, 무대 위에서 열연하는 배우들, 무대 뒤와 콘솔 위에서 연극을 완성시켜주는 스태프들까지 서강연극회에서는 모든 것을 경험할 수 있습니다. 이를 통해 동아리 부원들은 연극을 통해 말하는 법을 알게 되고 연극이 가진 본질에 대해 탐구할 수 있게 됩니다. 수직적인 공연 제작 구조가 아닌 모두가 원탁을 중심으로 동등한 의견을 제시하고 함께 만들어 나가는 연극. 서강연극회가 추구하는 연극의 모토입니다. 모두가 원하는 연극, 모두가 즐거운 연극으로 함께 나아가는 중입니다. 무대를 밟아보고 싶으신 분, 내 손으로 공연을 만들고 싶으신 분, 연극이라는 예술을 통해 목소리를 내어보고 싶으신 분, 그냥 연극이 좋으신 분 모두 환영합니다. 서강연극회는 연극을 사랑하는 모든 이들에게 열려 있습니다.',
       'https://sgdongyeon.oopy.io/709ac115-c57a-4ba6-a666-d69e769bdb4f','연행예술분과','EB131',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('에밀레','순수 창작곡 동아리',
       '',
       '','연행예술분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('마수지',',마술 동아리',
       '에밀레는 <그대 떠난 빈들에서 서서>라는 곡으로 1983년도의 MBC 대학가요제에서 대상을 수상한 것을 계기로 결성된 창작곡 노래동아리입니다. 창단기 부원 강승원 선배님께서는 <서른즈음에>를 비롯한 여러 명곡들을 작곡하셨고 지금은 ''유희열의 스케치북''의 음악감독으로 활동하고 계십니다. 에밀레라는 이름 아래 모인 사람들은 그들의 순수하고 진솔한 목소리가 세상에 울려 퍼질 수 있도록 노력해 나가기로 다짐했습니다.
긴 시간 속에서 에밀레는 대학가 음악과 청년 정신을 대표하는 음악 동아리로 굳건히 자리 잡아 왔으며 현재에도 아마추어리즘에 기반한 순수 창작곡들을 만들어내고 좋은 노래를 발굴해 내면서 때 묻지 않은 목소리와 연주로 아름다운 가락과 화성의 노래를 부르고 있습니다.
MBC 대학가요제 사상 그 유래가 없는 두 번의 대상 수상(1983년 <그대 떠난 빈들에 서서>, 1995년 <살아가며>)을 이루어내었고, 대학가요제 본선 진출, 유재하 경연대회, 2016년 맥심 아이스커피 로고송 2등 등 여러 음악대회에서 수 차례 입상을 한 바 있으며 기타 방송 출연과 음반 작업 참여 등을 통해 대학가에서 진정한 실력을 인정 받고 있습니다.
창단 후 39년이 지난 지금 에밀레는 더욱 더 다채로운 장르의 곡들로 무대를 꾸미고 있습니다. 매년 봄과 가을에 준비하는 정기공연 외에도 여러 초청공연 및 타 대학가요제에서 공연하며 활발하게 활동하고 있습니다. 동아리 내에는 신입생 발표회, 창작곡 발표회, 에밀절 같은 다양한 행사를 진행하면서 활동하는 기수 외에도 졸업생을 포함한 선배기수와의 활발한 소통을 통해 돈독한 관계를 형성하고 있습니다.
40년 가까운 세월 동안 대학가의 모습도, 노래동아리 에밀레의 모습도 많은 변화를 겪었습니다. 하지만 그러한 세월의 변화 속에서도 음악에 깃든 정신은 순수한 채로 남아있습니다. 앞으로도 에밀레라는 이름은 음악과 함께 영원할 것입니다.',
       'https://sgdongyeon.oopy.io/fff9639d-55b1-4acb-baae-160d200849fc','연행예술분과','EB102',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('킨젝스',',락 밴드',
       '1975년에 창단된 서강대학교 중앙락밴드 킨젝스는 46년이라는 오랜 기간동안 축적된 음악적 노하우와 체계적 시스템을 겸비한 대한민국의 대표적인 락밴드 동아리입니다. 킨젝스는 교내 밴드는 물론 다른 대학의 밴드에 비해 역사가 깊은 만큼 여러 실력 있는 뮤지션들을 배출했습니다. ''봄여름가을겨울''의 드러머 故 전태관 선배님과 <말죽거리 잔혹사>, <과속스캔들>, <추격자>, <시그널> 등으로 대중에게 친숙한 영화음악감독, 김준석 선배님 등의 실력있는 뮤지션들이 킨젝스의 멤버로 활동한 바 있습니다.
밴드 멤버들은 활동 기간 동안 메리홀 정기공연, 교내 축제공연, 신입생 OR공연, 가요제 등의 활동을 경험할 수 있습니다. 또한 매년 8월 창단기념일을 맞이하여 열리는 ‘창단파티’와 각 파트 선배님들이 한데 모이는 파트 별 회동을 통해 킨젝스의 역사를 함께 써주신 200여 명의 선배님들과 교류할 수 있는 여러 특별한 활동 역시 경험할 수 있습니다.
악기를 다루어 본 경험이나 밴드 경험이 없으시더라도 자유롭게 지원하실 수 있으니 많은 관심 부탁드립니다. 킨젝스에서 음악을 통해 하나뿐인 대학생활의 특별한 경험과 소중한 추억을 써내려갈 여러분을 기다립니다.',
       'https://sgdongyeon.oopy.io/8aedb407-c3c1-49a9-b143-ebdd410912cf','연행예술분과','EB103',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('현우회','클래식기타 동아리',
       '현우회는 1979년 창설되어 지금까지 이어져 오고 있는 서강대 유일 클래식기타 동아리입니다. 클래식 기타를 기반으로 통기타, 일렉기타와 같은 다양한 기타를 이용하여 여러 장르의 음악을 연주합니다.
기타를 배우고 싶은데 마땅히 배울 만한 곳도 없고, 독학을 하기에는 막막하고… 이런 생각과 고민을 하다가 결국 기타를 잡아보지도 못한 분들, 기타를 배웠으나 마땅히 칠 만한 공간이 없어 고민하시는 분들, 혼자 연주하는 것에 질려 여러 사람들과 같이 연주해보고 공연도 해보고 싶은 분들. 현우회는 이 모든 분들을 위한 동아리입니다!
현우회는 매 학기마다 연주회를 진행합니다. 연주회에서는 교육과 연습을 통해 늘린 실력을 선보일 수 있고 중주 및 합주 형식도 있기 때문에 혼자서 기타를 치는 것과는 또 다른 재미를 느낄 수 있습니다. 이 외에도 봄 가을 MT, 여름 뮤직캠프, 버스킹, 살롱, 연합회 공연 등의 다양한 행사가 준비되어 있기 때문에 부원들 간의 친목을 다질 수 있습니다.
현우회는 음악을 좋아하시는 분들, 기타를 치고 싶으신 분들, 같은 취미를 가진 친구들을 두루 사귀고 싶은 분들까지, 모든 분들을 환영합니다!',
       'https://sgdongyeon.oopy.io/1aa97fb2-2b53-4554-93a5-e45a647d78bc','연행예술분과','E204',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('M.I.T.Y. (마이티)',',마술 동아리',
       '',
       '','연행예술분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('마수지','May I Thrill You? 뮤지컬 동아리',
       '뮤지컬 좋아하시나요? 여러분의 가슴을 뛰게 만드는 꿈의 배역이 있으신가요? 혹은 대학생활에서의 잊지 못할 소중한 추억을 만들고 싶지 않으신가요? 그렇다면 서강대학교 뮤지컬 극단 M.I.T.Y.로 오세요! 서강대학교 뮤지컬 극단 **M.I.T.Y**는 ‘**May I Thrill You**’의 약자로, 관객들에게 뜨거운 전율을 선사하겠다는 포부를 담고 있습니다.
저희 동아리에서는 모든 단원들이 배우, 연출, 기획, 무대, 조명, 음향, 소품 등 뮤지컬 각각의 역할을 직접 맡아 매년 봄과 가을에 교내 메리홀에서 정기공연을 올리고 있습니다. 2019년 3월에는 제 12회 정기공연 <The Last Five Years>, 10월에는 제 13회 공연 <Little Women>을 성공적으로 선보이기도 했습니다. 또한 작년에는 마이티에서 대본부터 음악까지 모든 것을 직접 창작한 창작극 “이매”를 준비하기도 했습니다.
2021년 3월에는 코로나 19로 인해 현장무대에 직접 설 수 없는 점을 고려하여 특별하고도 남다른 온라인 공연을 준비하였습니다. 이외에도 연기/음악 트레이닝, 각 업무별 스터디, MT, 뮤지컬 단관 등 동아리 내 교류 활동도 활발히 진행하고 있습니다!
뮤지컬을 잘 모르셔도 괜찮습니다! 열정과 흥만 있으시다면 그 누구도 마이티 단원이 될 수 있습니다! 9월에 곧 저희와 함께할 신입 단원을 모집할 예정이니, 뮤지컬을 사랑하시는 분들, 그리고 뮤지컬의 매력을 알아가고 싶으신 분들, 그리고 색다르고도 짜릿한 경험을 해보고 싶으신 분들은 고민하지 마시고 마이티로 들어오세요~',
       'https://sgdongyeon.oopy.io/ddd5ab9c-02f7-4a8e-bd73-09e7ec665ae0','연행예술분과','EB112',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강합창단','합창단',
       '“합창단? 재미없을 것 같은데?” 지금 이 생각을 하신 분! 그 생각을 바꿔드리겠습니다!
안녕하세요, 꿀-잼 보장 합창 중앙동아리 서강합창단입니다. 1969년에 시작된 서강합창단은 다양한 장르의 음악을 합창으로 승화시키는 공연동아리입니다. 저희는 지휘자와 반주자, 단원들이 호흡을 맞춰 준비한 공연을 매년 두 차례 선보이고 있습니다. 5월 미니콘서트는 가요와 팝송 위주로 구성된 말랑말랑한 공연입니다. 11월 정기공연은 클래식한 형태의 공연으로, 합창곡의 비중이 높은 공연입니다. 이외에도 각종 교내 행사에서 축가로 자리를 빛내고 있습니다. 공연을 준비하면서 단원들과 함께 소리를 맞춰가다 보면 합창의 매력에 흠뻑 빠지실 거라 확신합니다!
공연 연습만 할 수는 없죠! 저희는 매 계절 MC(Music Camp)를 떠납니다! 보통의 MT와는 달리 키보드와 함께 떠나 밤새 노래하며 즐기는 행사입니다! 노래와 함께 웃고 떠들다 보면, ‘합창단 없이는 안되겠구나’ 하는 생각이 자연스레 들게 되실 겁니다! MC뿐만 아니라 소풍, 뒤풀이 등 많은 행사에서, 그리고 쾌적한 동아리방에서 다른 단원들과의 친목을 쌓으실 수 있습니다! 노래하는 즐거움 뿐 아니라 사람들과 함께하는 즐거움도 챙겨가실 수 있다고 자부합니다!
노래 실력이 부족한 것 같아 고민이시라면 절대로 주저하지 마세요! 실력과 무관하게 노래를 좋아한다면 학번/나이/국적 관계없이 모두 환영합니다. 또, 아름다운 목소리를 더욱 풍성하게 해주실 피아노 반주자분도 두 팔 벌려 환영합니다. 음악을 사랑하는 여러분, 서강합창단과 동행하시겠어요?',
       'https://sgdongyeon.oopy.io/cd12bc1b-d668-4507-8932-6e82bf817818','연행예술분과','EB129',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('건드림','피아노 동아리',
       '건반 위에서 꿈을 연주하다, 서강대학교 연행예술분과 피아노 동아리 건드림입니다.
건드림은 모두가 즐길 수 있는 음악을 추구하며 피아노를 통해 다양한 음악을 연주하고 감상하는 동아리입니다. 부원들은 교내 동아리방에 구비된 피아노를 이용해 학기 중에도 자유롭게 피아노 연습을 하며, 여러 행사를 통해 서로 친해지고 음악에 대한 식견을 넓히게 됩니다.
건드림은 매주 정해진 요일에 그랜드피아노가 설치된 카페를 대여해 정기모임을 진행하고 있습니다. 사전에 연주 신청을 받은 후, 정기모임 시간에 연주를 자원한 부원들의 피아노 연주를 2부에 걸쳐 감상하고 친목 도모의 시간을 가집니다. 연주 신청은 장르, 횟수와 관계없이 모든 부원에게 열려 있습니다.
정기모임 이외에 타 대학과의 교류연주회를 진행하기도 하며, 매 학기 정기연주회를 개최합니다. 교류연주회, 정기연주회를 통해 각자가 지니고 있던 음악적 역량을 마음껏 내보일 수 있는 기회를 제공하고 있습니다. 더불어 신입부원 환영회, MT와 같은 행사를 통해 부원들 간의 어울림과 화합을 도모하고 있습니다.
피아노를 얼마나 배웠는지, 어느 정도 칠 줄 아는지는 중요하지 않습니다. 건드림은 피아노에 관심과 애정을 가지시는 모든 서강대학교 학우분들을 환영합니다! 보다 즐거운 대학생활을 보내고 싶으신 분들, 새로운 취미를 가져보고 싶으신 분들, 오랫동안 피아노를 연주하지 않으셨다가 다시 연주에 흥미를 가지게 되신 분들 모두의 지원을 기다리겠습니다.',
       '연행예술분과','연행예술분과','EB115',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SHOCK','스트릿 댄스 동아리',
       'SHOCK은 서강대학교의 유일무이한 중앙 스트릿댄스 동아리입니다! 현재 SHOCK에서는 팝핀, 크럼프, 힙합, 걸스힙합, 락킹, 왁킹, 브레이킹, 하우스, 코레오와 같이 다양한 장르를 아우르고 있습니다. 춤을 좋아하지만 잘 못 추셔도, 스트릿댄스를 잘 모르셔도 걱정은 금물입니다. SHOCK은 ‘춤에 대한 열정’이 있는 학우분들을 위한 동아리랍니다. 동아리원분들과 함께 스트릿댄스의 기본기부터 응용된 다양한 안무들을 배울 수 있답니다. 춤에 대한 열정만 있다면 동아리원이 될 자격이 충분합니다!
그렇다면 SHOCK에서는 어떤 활동을 할까요? 먼저 장르별로 기본기를 익히고, 선배님들의 창작안무로 이루어진 정기공연에 참여하며, 이후에는 안무와 대형을 직접 짜는 등 무대를 기획할 수도 있습니다. 더불어, 다른 학교의 댄스 동아리와 연합하여 함께 공연을 하거나, 다양한 내부 및 외부 행사에서 춤을 추기도 한답니다. 이 모든 활동의 가장 큰 의의는 춤을 좋아하고 열정이 있는 사람들이 함께 춤을 공유하고 즐긴다는 것입니다 :)
수험생활을 보내느라 춤에 대한 관심과 열정을 꽁꽁 숨겨두셨던 22학번 새내기분들, 그리고 작년에 기회를 놓쳤던 21학번분들 모두 환영합니다! 열정 하나로 SHOCK의 일원이 된 저희도 모두 춤의 매력에 빠져 헤어나오지 못하고 있으니까요.. SHOCK에서는 여러분도 몰랐던 여러분의 새로운 모습을 발견하고 즐길 수 있을 거라고 장담합니다! 저희와 함께 좋은 무대, 좋은 추억 만들어 나가 보아요~
Q. SHOCK을 더 알고 싶어요!
A. ‘페이스북 페이지-서강대학교 중앙댄스동아리 SHOCK’ ‘유튜브-SGU SHOCK’을 찾아주세요. 자세한 일정은 추후 공지될 예정이랍니다. 더 궁금하신 점은 페이스북 메시지나, 회장단에게 언제든지 연락주세요. Stand Out in the Crowd, 그 주인공이 되실 여러분을 기다리겠습니다!.',
       'https://sgdongyeon.oopy.io/c6f8b475-2d5a-41c6-b8e4-9d6ae7943b0b','연행예술분과','EB106',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('어비스(ABYSS)','흑인음악 동아리',
       '어비스는 서강대학교 유일의 중앙 흑인음악동아리로 힙합, 알앤비, 소울, 비트박스와 같은 장르의 음악을 감상하고 창작, 공연합니다. 정기적으로 각자의 작업물을 발표하고 피드백을 나누며 함께 음원 및 영상을 제작하기도 하고 일 년에 두 번 정기공연을 합니다.
저희 동아리는 각자 하고 싶은 역할에 따라 포지션이 나뉩니다. MC, 보컬, 프로듀서, 비트박서, 매니저로 나누어 자신이 참여하고 싶은 음악활동에 따라 포지션을 가질 수 있습니다. 랩에 관심이 있다면 MC로, 노래에 관심에 있다면 보컬로, 비트메이킹에 관심이 있다면 프로듀서로, 비트박스에 관심이 있다면 비트박서로, 영상촬영이나 공연연출에 관심이 있다면 매니저 포지션으로 들어와 각자 원하는 음악활동을 할 수 있습니다. 포지션별 구분도 크지 않으므로 보컬로 들어와 MC활동을, MC로 들어와 프로듀서 활동을 할 수도 있습니다.
플레이어(MC, 보컬, 비트박서)들은 학기 중에 정기적으로 각자의 작업물을 발표하고 서로 피드백을 해주는 과정을 통해 실력을 정진시킵니다. 이렇게 발전된 실력으로 방학 중에 정기공연과 단체 음원 제작 활동에서 본인의 기량을 뽐낼 수 있게 됩니다. 이 과정에서 프로듀서들은 플레이어 들이 사용할 수 있는 비트를 정기적으로 제공하여 실력을 쌓아갑니다. 매니저들은 동아리에서 진행하는 공연이나 음원 및 영상을 기획하고 연출함으로써 본인의 아이디어를 실현시킬 수 있습니다. 이렇게 다같이 활동에 참여하여 함께 발전해 나아가는 동아리이기 때문에 잘하지 못하더라도 동아리에 들어와 배워나갈 수 있습니다.
음악에 관심있는 학우분들은 모두 환영입니다! 저희 어비스와 함께 음악활동에 참여하여 멋지고 의미있는 대학생활을 해나가 봅시다!',
       'https://sgdongyeon.oopy.io/34c2a720-41df-4faa-bee7-d2ef82b2d850','연행예술분과','E101',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('광야','락 밴드',
       '광야는 자유로운 음악을 추구하는 락밴드입니다. 팝이나 가요를 편곡하기도 하고, 하드락이나 헤비메탈을 연주하기도 합니다. 저희는 대학밴드연합 소속의 유일한 서강대학교 락밴드로, 타 대학 밴드들과 합동공연 등을 통하여 정기적으로 교류할 수 있습니다.
광야는 자유로운 분위기와 쾌적한 환경에서 함께 합주하고 공연할 여러분들을 기다립니다!
Q. 세션구성은 어떻게 되어 있나요?
A. 보컬, 기타 2명, 베이스, 드럼, 키보드로 구성되어 있습니다.
Q. 합주는 얼마나 자주 하나요?
A. 합주 시간과 횟수는 기수 내부에서 자율적으로 결정하며, 보통 주2회 정도 이루어집니다. 공연이 가까워질 경우 더 자주 진행하기도 하며, 공연이 끝난 후나 시험기간에는 합주를 쉬기도 합니다.
Q. 합주는 어디서 하나요?
A. 합주는 엠마오관에 위치한 동아리방에서 진행됩니다. 광야는 자체적으로 동아리방에 합주를 하기 위해 필요한 방음실과 장비를 모두 갖추고 있기 때문에 합주실을 따로 빌릴 필요가 없습니다.
Q. 광야에 들어오면 몇 번의 공연을 하나요?
A. 기본적으로 입학 후 신입기수로서 2번의 정기공연, 메인기수로서 2번의 정기공연과 2번의 축제공연, 그리고 OR 공연으로 활동기수가 이루어집니다. 그 외에 추가적인 연합공연, 단과대축제공연, 가요제 등을 각 기수가 자율적으로 진행합니다.
Q. 어떤 장르의 음악을 하나요?
A. 자유로운 음악을 추구한다는 모토 아래 제한 없이 자신이 하고 싶은 음악을 하시면 됩니다! 다른 멤버들의 동의만 있다면 어떤 음악을 하셔도 상관없습니다. 메탈 코어, 하드락, 펑크 등 기수 별로 자신들의 색깔을 찾으시면 됩니다.',
       'https://sgdongyeon.oopy.io/889a5810-e679-45e3-ad37-4cefe291ef02','연행예술분과','EB104',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('메시지','공연 음악 동아리',
       'Q. Messy-G는 어떤 음악 동아리에요?
중앙공연음악동아리 Messy-G(Messy Generation)는 총 20여 회의 정기 공연과, 교내 축제 및 교외 행사 등에서 다양한 공연 활동을 해왔습니다. 보다 다양한 음악적, 문화적 취향을 수용하기 위해 힙합, R&B, 발라드 등 장르에 한정되지 않고 부원들이 다루고 싶은 모든 장르를 아우른다는 것이 메시지만의 가장 큰 장점이죠! 그리고 기수에 관계없이 모든 인원들에게 무대에 설 수 있는 기회를 제공하고 있습니다.
Q. 코로나19가 심해질 수도 있는데, 정상적인 활동이나 공연이 가능할까요…? ㅠㅠ
기존에 Messy-G는 매 학기마다 1번씩 정기공연을 진행해왔습니다. 이 외에도 각종 교내 축제, 신입생 OR 등의 무대를 준비했습니다. 올해부터는 코로나19 상황을 반영해 Messy-G 유튜브 채널도 함께 운영할 계획입니다. 공연이 가능한 상황이라면 정기공연을 기존처럼 진행하되, 유튜브 채널에 Messy-G 콘텐츠도 주기적으로 올릴 예정입니다. 커버 영상 및 커버 준비를 위한 비하인드 영상, 기존 메시지 부원들의 근황 및 음악 작업을 담은 영상 등 다양한 컨셉의 콘텐츠를 제작하여 코로나19 상황에 맞춰 활동의 영역을 넓혀갈 예정입니다.
Q. Messy-G에 들어가고 싶어요! 어떤 사람들을 뽑나요? +_+
Messy-G는 신입부원 선발 시 보컬, 래퍼, 아트 디렉터, 영상PD(기획, 편집), 매니저 등으로 포지션을 나눠 선발하고 있습니다. 부원의 능력과 의사에 따라서 다른 포지션으로 자유롭게 활동할 수 있는 기회도 제공하고 있습니다.',
       'https://sgdongyeon.oopy.io/c9e1ce82-39b9-49f6-8eac-7bf563a7e679','연행예술분과','EB127',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('ACES','Amateur Chamber Ensemble of Sogang 서강대학교 대표 오케스트라',
       '동아리 소개글: 서강오케스트라 (Amateur Chamber Ensemble of Sogang) ACES는 클래식을 연주하는 아마추어 오케스트라 동아리입니다. 빨리 스펙을 쌓으라고 독촉 받는 요즘 세상에서 우리는 왜 음악이나 하고 있을까요? 그것도 왜 하필이면 오래된 클래식 음악일까요? 클래식은 시간이라는 가장 정직한 시험을 통과한 음악입니다. 수많은 음악들이 나타났다 사라진 와중에, 수백 년이 흘러도 그 가치를 인정받은 음악이 클래식입니다. 우리는 그런 위대한 작곡가들이 악보 속에 표현한 고민, 좌절, 기쁨 등 복잡미묘한 감정들을 들여다보고 아름다운 음악으로 재현합니다. 이런 과정을 통해 겉핥기 스펙 쌓기가 아닌 진정한 삶의 자양분을 튼튼하게 쌓을 수 있습니다.
서강오케스트라 ACES는 합주하는 동아리입니다. 혼자 열심히 하는 건 오케스트라가 아닙니다. 오케스트라의 본질은 서로 다른 소리를 내는 악기가 모여 아름다운 화음을 만드는 것입니다. 혼자서는 할 수 없는 일을 여럿이 힘을 합쳐 해내는 게 오케스트라입니다. ‘팀워크’라는 가치를 글로 배우는 게 아니라, 합주를 통해 자연스럽게 채화 할 수 있습니다.
ACES는 정기 연습 뿐만 아니라 MT, 음악회 관람, 음악이론 세미나, 합숙 연습 등을 통해 단원들 간의 유대관계를 강화하며, 매년 5월과 11월 콘서트를 개최해 무대에 오릅니다. ACES에는 3월과 9월 정기 오디션과 수시 오디션을 거쳐 입단할 수 있습니다. "아마추어" 오케스트라로서 음악 전공자가 아니어도 클래식 음악에 관심있는 사람은 입단을 할 수 있습니다. 또한 오디션이라는 거창한 단어에 겁먹을 필요 없습니다. 오디션의 핵심은 평가가 아니라 인사를 나누는 것입니다. 악기를 처음 시작해도 괜찮습니다. 열의만 있다면 비기너를 지도해주는 해당 파트 탑급 선배들과 레슨 선생님의 도움을 받아 무대에 설 수 있습니다. 동아리 방에서 만나는 날을 기다리고 있겠습니다.',
       'https://sgdongyeon.oopy.io/45ce0cee-41d6-4d37-8697-a6d04eba8c66','연행예술분과','E208',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('네비게이토 선교회','기독교 동아리',
          '슬기로운 대학생활을 도와주는 중앙기독교동아리 ‘네비게이토 선교회’ 입니다!
네비게이토 선교회는 **‘그리스도를 알고 그를 알게 하라.’**는 목표로 그리스도의 사랑을 배우고 실천하며 전파하는, 국제적이고 복음적인 기독교 선교회입니다. 1933년 미국에서 시작하여 현재 세계 120여 나라에서 활동하고 있으며, 한국에서는 1966년부터 공식적인 활동을 시작했습니다. 현재까지도 우리 학교를 비롯한 많은 대학교에서 활발하게 활동하고 있습니다.
우리 동아리는 학생들이 3S(Scripture, Study, Sports)를 중심으로 의미 있고, 균형 잡힌 대학생활을 할 수 있도록 돕고 있습니다. 즉 ‘성경말씀, 학과공부, 운동’을 고르게 강조하여, 이 시대에 필요한 그리스도인이자 사회인으로서 준비될 수 있도록 합니다.
**Scripture!** 체계적인 성경공부, 찬양, 성경 읽기 등을 통해 함께 신앙 나눔을 하고 성경말씀을 깨달아 가며 삶 속에서 실천하는 법도 배웁니다.
**Study!** 낯설기만 한 대학 공부에 어려움을 겪는 학생들을 여러 방법으로 도와줍니다. 특히, 성실하고 든든한 재학생 선배들이 1:1 멘토링을 해주는 것은 물론, 현재 기업, 교직, 연구, 금융권 등의 분야에 종사하고 있는 네비게이토 출신의 선배들을 초청하여 학점 및 진로 준비 특강 등의 동아리 자체 세미나도 진행합니다.
**Sports!** 대학 생활에서 건강한 체력 관리는 필수!! 네비게이토 선후배들과 함께 맛있는 것도 먹고, MT, 소풍, 운동 등도 함께 하며, 방학 중에는 타대학과의 교류 등을 통해 스트레스도 풀고 몸도 마음도 튼튼~해지는 기회를 갖습니다.
**슬기로운 대학생활을 꿈꾸는 새내기 여러분! 모두모두 환영합니다 ^0^**',
       'https://sgdongyeon.oopy.io/c993ba8c-46e9-47d6-8f6e-8fc1591be6cf','종교분과','E124',true);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('예수전도단','Youth With A Mission',
       '예수전도단은 정식 기독교 동아리로, ‘하나님을 알고 알리는 삶’의 모토를 기반으로 함께 캠퍼스와 하나님 나라를 위해 예배하고 기도하는 캠퍼스 선교 공동체입니다. 기독교를 믿는 학생뿐만 아니라 하나님을 알고 싶은 누구나 환영합니다.
안녕하세요! 저희는 기독교 동아리 예수전도단 / YWAM(Youth With A Mission)입니다. ‘하나님을 알고, 하나님을 알리자(To know God & To make him known)’라는 모토를 가지고 캠퍼스에서 예배하고 교제하고 선교하는 공동체입니다!  YWAM에서는 함께 먹고 노는 교제 뿐만 아니라 예배와 기도로 나아가며 하나님 안에서의 가족됨을 누릴 수 있습니다. 하나님을 더 알아가고, 살아있는 예배를 드리며, 열방을 품고 기도하고 싶은 분들!!! 어떤 존재, 어떤 모습이든 있는 그대로 존귀한 여러분을 사랑의 공동체로 초대합니다',
       'https://sgdongyeon.oopy.io/65ede9ad-5360-428b-ba6c-bcb0426cbd18','종교분과','E123',true);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('혜명','불교 동아리',
       '혜명(慧命)은 1970년에 창립되어 40년이 넘는 오래된 역사를 가진 동아리로서, 지혜(慧)를 위해 목숨(命)을 바친다는 뜻으로 지식만이 아닌 부처님의 지혜를 얻기를 바란다는 의미를 가지고 있습니다. 혜명의 주요 활동은 문화 탐방, 템플스테이, 독서 스터디, 명상, 정기 법회 등이 있습니다. 문화 탐방은 주요한 관광지 탐방이나 문화 체험을 하는 것으로 혜명은 지난해 부원들과 함께 북촌 한옥마을, 길상사, 국립중앙박물관 등을 다녀왔습니다. 템플스테이는 사찰에서 숙박을 하며 마음의 평화를 찾는 프로그램으로 혜명은 매년 조계사, 중흥사 등의 사찰에서 주기적으로 진행하고 있습니다. 독서 스터디는 책을 읽으며 함께 마음을 나누는 활동입니다. 불교와 관련된 책을 중심으로 각자 일상에서 혹은 대학 생활에서 겪는 고민이나 어려움을 나누며 ''참 나''가 무엇인지 찾아갑니다. 명상은 지친 일상 속에서 나의 마음의 쉼표를 찍어 주는 시간입니다. 단순히 아무것도 하지 않음이 아닌 적극적인 휴식을 통해 단순한 지식이 아닌 지혜를 쌓아갑니다. 정기 법회는 서강대학교 근처에 있는 만덕사와 연계해 진행됩니다. 신앙심이 있는 학생을 중심으로 법회에 참여해 깨달음을 위한 여정을 나아갑니다.
저희 혜명은 누구나 편하게 들어와 즐거운 마음으로 활동할 수 있는 동아리라고 자부합니다. 대학 생활에 한 번 정도는 모든 것을 내려놓고 순수한 마음으로 함께 즐기는 것도 좋은 추억이 되리라고 자신 있게 권해드립니다. 저희는 가입 조건이나 면접 등의 절차가 없으니 누구든 편하게 한 번 방문해주세요!',
       'https://sgdongyeon.oopy.io/8405683b-148c-4d36-a0e4-86df1733eada','종교분과','E111',true);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('UDC','Union Disciple for Christ, 기독교동아리',
       'UDC는 종교분과소속 기독교 동아리로서 1995년 서강대학교 안에서 소수의 학생들이 소모임을 갖기 시작하면서 조직된 역사와 전통이 있는 동아리입니다. UDC는 성경 공부를 통해 역사적 인물로서 이 땅에 살았던 하나님의 아들이신 예수 그리스도의 삶을 본받고, 이를 통해 인생의 본질적 문제를 함께 고민하며 진정으로 만족스럽고 행복한 삶을 살아갈 수 있도록 돕는 동아리입니다. UDC가 가장 중요하게 여기는 가치는 "한 사람 (One Man)"입니다. UDC는 한 사람의 개인을 소중히 여기며 성경을 중심으로 개인의 전인격적인 삶을 도움으로써 그 한 사람이 예수님을 닮은 성숙한 제자가 되도록 전심으로 돕고 있습니다. 더 나아가 복음으로 세상에 선한 영향력을 줄 수 있는 유능한 일꾼이 되도록 돕고 있습니다.
UDC는 동아리소속 선배님들과의 멘토링을 통해 학교생활, 인간관계, 그리고 졸업 후 진로결정을 돕고 있습니다. 또한 대학생활 중 동아리 활동뿐 아니라 졸업 후에도 개인의 필요에 따라 관계를 유지하며 신앙에 기초하여 전 생애를 더 의미 있고 가치 있게 살아갈 수 있도록 돕고 있습니다.
UDC는 World Vision, 즉 지상사명을 목표로 체계적으로 성경공부를 하는 정기모임, 선배와의 1:1멘토링, 성경읽기와 기도모임, 매 학기 MT와 홈커밍데이, 방학 수련회, 각종 스포츠를 통한 교제모임, 시간관리와 학점관리, 진로상담, 각종 세미나와 양육 프로그램 등 많은 활동을 진행하고 있어 개인의 필요에 따라 여러 활동에 참여할 수 있습니다. 서강대학교 UDC는 여러분 모두를 환영합니다.',
       'https://sgdongyeon.oopy.io/42b95ecb-848f-4cf9-8354-09ef8125b4fd','종교분과','',true);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('CCC','Campus Crusade for Christ. 한국대학생선교회',
       'CCC는 300여개 캠퍼스에서 2만여 명의 대학생들이 활동하는 기독교 연합 동아리입니다. 하나님과 동행하는 영향력 있는 제자로 훈련 받아 이들이 다른 사람을 전도하고 제자화 할 수 있도록 파송하여 ''모든 민족을 제자로 삼으라''는 성경말씀의 지상명령을 성취하도록 돕고 있습니다.
서강CCC에는 사랑이 가득한 모임들이 있는데요♡
멘토인 ‘순장’과 멘티인 ‘순원’이 일대일로 만나 밥을 먹거나 대화하며 삶을 나누고, 함께 기도하고 성경을 공부하며 하나님과 친밀히 교제하는 순모임이 있습니다.
매주 목요일 저녁에 모여 캠퍼스 채플을 드립니다. 캠퍼스를 위해 함께 기도하고 하나님을 예배하며 다양한 사람들과 교제하며 친해지는 시간 입니다. 채플 이후에는 근처의 연세대, 명지대, 명지전문대 CCC와 함께 기도시간인 리트릿을 가집니다. 각자의 기도제목을 가지고 하나님과 조용히 대화하고, 서로를 위해 중보기도를 합니다.
무엇보다! 연합 동아리인 CCC는 방학마다 여름에는 전국 만 명의 대학생들이 모이는 여름수련회, 겨울에는 서울지구 2천 여 명의 학생들이 모이는 금식수련회가 있습니다! 수많은 대학생들과 함께 예배의 시간 가운데 하나님의 은혜를 듬뿍 받는 시간이 기대되지 않나요?
->유투브에 CCC 여름수련회를 검색해보세요!!
가장 아름답고 빛이 나게 될, 여러분의 한 번 뿐인 대학생활을 가족 같은 따뜻한 분위기 속에서 CCC와 함께 해보는 건 어떠신가요~? @sogang_ccc 인스타그램을 방문해서 DM을 보내주세요!!
따뜻한 선배들이 여러분을 기다리고 있습니다 :)',
       'https://sgdongyeon.oopy.io/3c3a3617-5e32-4641-954f-35375d93b890','종교분과','E122',true);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('이냐시오회','가톨릭 사도직 봉사동아리',
       '이냐시오회는 서강대학교 총 동아리연합학생회에 소속된 중앙동아리임과 동시에 서강대학교 교목처의 가톨릭동아리연합회에 소속되어, 나눔과 사도직을 통해 가톨릭 영성과 관련된 활동을 진행합니다.
“나눔”이란 자신의 내면의 소리를 동료들과 함께 공유하면서 서로를 지지하고 위로하는, 이냐시오의 중심적인 가치를 담은 활동입니다. 나눔을 통해 스스로의 감정에 차분하게 귀 기울이는 기회를 얻을 수 있습니다. 또 타인과 깊숙이 교감하는 특별한 경험을 통해 영성적으로 한층 성장할 수 있습니다.
“사도직”은 이냐시오의 정체성을 가장 잘 드러내는 사명입니다. ‘남을 위한 삶’이라는 예수회 가치를 실현시키기 위해서, 예수 그리스도를 따랐던 사도들처럼 사도직이라는 이름으로 봉사활동을 행하고 있습니다. 나눔의 가치를 일깨우며 자발적으로 참여하는 사도직이기에 더욱 풍성합니다.
이냐시오회에서는 따뜻한 분위기 아래 많은 구성원이 활동하고 있습니다. 주요 친목활동으로는 어울림 주회, 가을MT, 모꼬지 등이 있으며 재학생과 졸업생 선배들이 함께하는 홈커밍 행사도 준비되어 있습니다. 또 매년 여름방학 중 일주일 동안 농촌을 방문해 농민 분들의 일손을 도와드리는 농경지원활동을 전개합니다.
가톨릭 신앙을 기반으로 한 봉사를 통해 서로 간의 유대를 쌓고 더 깊은 신앙생활을 이어나가고 싶으신 분들은 이냐시오회와 함께 하시길 바랍니다!',
       'https://sgdongyeon.oopy.io/b6c2af2c-7a6a-4d9d-8ca7-67ad91341713','종교분과','성이냐시오관 209호',true);


insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('농우회','농구 동아리',
          '1993년 최초 설립 후에 현재까지 이어져 온 농구동아리입니다. 저희 동아리는 농구를 좋아하는 학우들끼리 모여 함께 운동하고, 친목을 다지는 것을 목적으로 하고 있습니다. 그동안 많은 대회에 참가해오고, 꾸준히 대회에서 좋은 성적을 거두고 있습니다. 2019년에는 대학동아리 랭킹 2위에 오르는 등 실력 있는 동아리로써, 학교의 위상을 드높이고 있습니다. 졸업생과의 교류도 지속적으로 진행되는데, 재학생은 농우회로 활동하고, 졸업 후 ‘Basmania’라는 팀에서 OB로서 활동을 합니다. 매주 수요일 학교에서 정기적으로 농구를 진행하고, 매주 토요일 OB와 함께 체육관을 빌려 함께 농구를 하고 있습니다.
2021년에는 코로나 19사태로 인해 정상적인 활동을 할 수 없었습니다. 그러나, 2022년 대면 수업이 진행되는 등, 정상화가 이뤄질 것으로 기대하고 있어 많은 활동이 진행될 것으로 기대하고 있습니다. 나아가, 단순 농구만 하지 않고, 매 하기 시작과 끝 마다 총회를 진행하여 졸업생과, 군 전역자, 신입 회원을 소개하고 축하하는 자리를 가지며 친목을 다지고 있습니다.
체육 동아리 특유의 끈끈한 정으로 농구 외적으로도 많은 친목을 쌓아가고 있습니다. 뿐만 아니라 교내 체육대회에서 심판 지원을 통해서 각 학부 집행부의 활동을 돕고 있는 등, 교내에서 진행되는 다양한 활동에도 참여하고 있습니다.',
       'https://sgdongyeon.oopy.io/90852bd8-dc8e-4203-b82f-0df91d3814ee','체육분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강 알바트로스','서강대학교 미식축구팀',
       '알바트로스에서는 열정적인 청춘들이 미식축구를 즐깁니다. 정기훈련과 공식대회 등을 통해 체계성은 물론 타 대학과의 교류도 놓치지 않는 서강대 유일무이의 미식축구 동아리입니다!
알바트로스 FAQ
Q. 동아리 구성원에 대해 알려주세요! - 미식축구를 플레이하는 선수와 동아리 운영을 주관하는 매니저로 구성되어 있습니다!
Q. 매니저는 어떤 일을 하나요? - 매니저는 선수가 경기에 집중하여 최상의 성과를 내도록, 훈련 준비, 경기 보조, 홍보, 재정 관리 등 팀 운영을 전반적으로 관리합니다. 훈련 중에는 영상 촬영과 선수 부상 관리를 하고 있습니다.
Q. 미식축구를 잘 알아야 하나요? - 미식축구를 모르더라도 열정만 있다면 완벽합니다! 현 동아리원들 또한 미식축구에 대한 관심 하나로 입부하여, 이후 미식축구를 자세히 배우게 되었습니다.
Q. 체격이 좋은 사람 위주로 받나요? - 미식축구의 모든 포지션들이 체격이 좋아야 하는 것은 아닙니다. 체격이 크지 않아도 자신에게 맞는 포지션을 찾아 활동할 수 있습니다. 또한 체격이 좋지 않은 것이 걱정이라면 미식축구를 통해 몸을 키우는 기회를 가져보세요!
Q. 운동 신경이 좋아야 하나요? - 사지 멀쩡히 걷고, 뛸 수 있는 건강한 성인이시면 충분합니다.
Q. 훈련 일정은 어떻게 되나요?  - 주 3회 이루어지고 있으며, 자신의 일정에 맞게 유동적으로 참여하시면 됩니다.
Q. 장비는 어떻게 구하나요? - 장비는 동아리에서 제공하고 있습니다. 사비로 준비하실 필요 없습니다.
Q. 매니저도 선수와 같이 운동할 수 있나요? – 물론입니다! 현 매니저장은 훈련 시에 같이 운동하는 것을 즐기는 편입니다.',
       'https://sgdongyeon.oopy.io/341b1b5d-79d3-4147-a81b-8898700c29bc','체육분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강검우회','대한검도 동아리',
       '서강검우회는 60년 이상의 전통을 자랑하는 서강대학교 대한검도 중앙 동아리입니다. ‘검도’라는 운동을 처음 배우는 분들도 즐겁게 운동할 수 있도록 기초 실력을 다지기 위한 운동 프로그램을 운영하고 있습니다. 따라서 검도를 해보지 않으신 분들도 부담 없이 들어오실 수 있습니다. 서강검우회에서는 쉽고 빠르게 급을 딸 수 있기 때문에 성취감을 느끼며 운동을 지속할 수 있을 것입니다. 또한 동아리 내에는 서강검우회를 통해 검도를 접한 분들이 많아 처음 하는 운동에 대한 고민을 나눌 수 있습니다. 서강검우회는 정기적인 운동, 뒤풀이, MT 등 모든 부원들이 재미있고 충실한 활동을 할 수 있도록 노력하고 있습니다.
검도는 ‘호구’라는 보호 장비가 필요한 운동입니다. 호구를 마련하는 것은 검도를 배우며 경제적으로 부담이 되는 부분입니다. 서강검우회에는 신입부원들이 사용할 수 있는 호구를 다량 보유하고 있어 경제적으로 부담없이 입문할 수 있습니다. 또한 이번에 교내 체육관에 새로 도장이 마련되었습니다. 쾌적한 새 도장에서의 첫 운동을 함께 할 수 있으면 좋겠습니다!
나이와 학번에 상관없이 즐겁게 검도를 하고 싶은 분들이면 누구나 환영입니다. 서강검우회와 함께 즐거운 동아리 생활과 건강까지 챙겨보는 건 어떨까요?',
       'https://sgdongyeon.oopy.io/ebdb4f89-5dec-4ca7-a800-dfb3d21c3c49','체육분과','GB2 006',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강나비','자전거 동아리',
       '서강대학교 자전거 동아리 서강나비입니다. 서강나비는 매주 주말 라이딩을 기본으로 하는데 한강 라이딩을 위주로 하는 정기 라이딩과 북한강, 남한강 자전거길 라이딩을 위주로 하는 장거리 라이딩이 있습니다. 또한 회원이라면 누구나 자유롭게 원하는 라이딩을 제안하거나 라이딩을 열 수 있습니다.
연휴 그리고 시험기간이 끝난 시기를 이용해서 금강 자전거길 종주, 오천 자전거길 종주 등 다양한 장거리 라이딩을 선택하여 장거리 라이딩 프로젝트를 실시하고 캠핑장을 가서 고기를 구워먹는 등 MT도 있습니다. 여름방학에는 매년 열리는 프로젝트로 인천부터 부산까지 국토종주를 실시하고 있습니다.
동아리에서 동아리 소유의 자전거를 가지고 있기 때문에 자전거가 없으신 분들, 기숙이나 자취때문에 자전거를 가지고 오기 힘드신 분들도 참여가 가능합니다.
위의 활동 때문에 자전거를 잘 못 타시는 분들이 겁을 먹으실 수도 있지만 저희 활동은 한강 라이딩인 정기라이딩을 제외하면 자율활동이기 때문에 편하게 들어오셔서 같이 자전거 타는 것도 충분히 가능합니다!! 자전거에 익숙하지 않으신 분들도 임원진들이 도와드리기 위해 대기중입니다!!',
       'https://sgdongyeon.oopy.io/00b731a4-e511-479d-b9f8-a4be1d5c260d','체육분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강탁구반','탁구 동아리',
       '서강탁구반의 핵심은 자유로운 참여와 재미 입니다. 탁구를 배워 본적 없는 사람도 편하게 참여 할 수 있고 부원들에게 부담감을 주지 않습니다. 면접 없이 간단히 들어올 수 있고 연습부장 등의 부원들이 레슨을 해주어서 실력향상을 원하는 사람들도 만족 할 수 있습니다. 주된 활동은 정기 연습입니다. 코로나 전에는 주2회 정도 학교 체육관 1층에 탁구대를 펼치고 연습하거나 지하 탁구장을 이용해 연습 했는데 코로나 이후로는 학교 근처의 탁구장에 가서 활동 합니다. 코로나 전에 중요한 활동들은 각종 대회들이 있는데 중요한 대회는 전국대회가 있습니다. 전국대회를 할 때는 전국대학들의 탁구동아리 들과 경쟁하고 서강탁구반 보다 잘 치는 강자들도 만나 볼 수 있습니다. 그리고 대회를 멀리 가기 때문에 1박2일로 가기도 합니다. 또한 서울 지역내의 탁구동아리들만 모여서 하는 대회도 있고 가끔은 다른 학교와 1대1 교류전을 하기도 하면서 새로운 사람들을 만나볼 때도 있습니다. 동아리 외부적인 활동 말고도 내부적으로 소프탑 행사를 진행하며 한 학기의 마무리와 각종 상품들을 두고 경쟁 하는 등 재미있는 활동들도 많이 합니다. 안타깝게도 코로나로 이런 활동들은 잠시 중단되어 있지만 올해부터 다시 시작될 가능성이 높아 보입니다. 다시 말해 이번 학기 활동이 제일 재밌을 것입니다.
서강탁구반의 가장 중요한점은 자유로운 참여와 재미 입니다. 특히 부담감을 가지지 않는 것을 중요하게 생각하기에 혹시 고민되신다면 먼저 연락해서 더 자세하게 설명 해줄 수도 있습니다.',
       'https://sgdongyeon.oopy.io/be695505-35ee-4ce6-b9f1-3ea6cdb50180','체육분과','GB2 005',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강태권도부','태권도 동아리',
       '안녕하세요. 서강대학교 태권도동아리 서강태권도부입니다. 쌓여가는 과제와 시험으로 인한 지치고 힘든 학교생활… 이에 대비해 몸과 정신을 단련하려면 운동이 최고겠죠? 그 중에서도 태권도는 신체 단련을 위한 목적과 함께 정신적 무장을 통한 올바른 인간화를 중요시하는 데 큰 의의를 두고있는 무도입니다. 태권도 품새를 하며 마음을 가다듬고 온전히 ‘나’에게 집중할 수 있으며 태권도 발차기를 통해 신체를 단련하고 자신감을 키울 수 있습니다. 스트레스가 풀리는건 덤:)
그리고 큰 행사들에 참여할 수 있는 기회가 있어 자신감을 한층 더 올릴 수 있습니다! 먼저 교내 축제인 ‘연무제’에 참여해 전교생들 앞에서 태권도 시범을 보이게 됩니다. 함께 준비하는 과정에서 부원들과 많은 추억과 보람을 쌓을 수 있겠죠? 또한 서강태권도부는 ‘전국 대학 태권도 연합’에 소속되어 있는 동아리로, 연합에서 주최하는 겨루기 대회나 승단심사를 참여할 기회가 주어집니다. 게다가 연합에 속해 있는 다른 학교 학우들과 교류하여 함께 운동하고 소통할 수 있다는 엄청난 장점!!
지금까지 태권도를 한 번도 안해봤거나 너무 어렸을 때 배워서 다 까먹었어도 절대!! 부담 갖지 마세요. 운동한다는 것이 목적이기 때문에 초보자들도 쉽게 할 수 있도록 체계적으로 운동을 진행합니다. 학번, 국적 상관 없이 누구에게나 열린 동아리 서강태권도부에 모두들 환영합니다. 열심히 운동하여 몸 건강 마음 건강 행복한 학교생활 함께 만들어봐요~',
       'https://sgdongyeon.oopy.io/de8d9555-f85e-440e-bbfb-6bebb0a15517','체육분과','GB2 003',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('스트로크','서강대학교 수영동아리',
       '안녕하세요, 저희는 서강대학교 수영동아리 스트로크라고 합니다. 저희는 학교 후문부터 도보 5분 내에 있는 ‘마포아트센터’라는 곳에서 서강대학교 학우들만 따로 화목 6시에 수영 강습을 받습니다! 혼자 쭈뼛쭈뼛 수영 등록해서 어르신들과 하기 어려우셨던 분들도 계실 것 같은데요, 이제 그런 걱정하실 필요 없습니다. 서강대학교 학우들과 함께 초보부터 고수까지 3개의 레인에서 본인의 수준에 맞게 강습을 배우실 수 있습니다. 그리고 끝나고 같이 저녁도 먹으면서 친해지는 시간을 가질 수 있습니다
저희 동아리는 시기에 맞게 수영 대회도 함께 준비해서 출전하고, 매년 아쿠아슬론도 같이 준비해서 나가기도 합니다. 팀이 없어서 참가하기 어려우셨던 분들도 함께 도전하고 좋은 추억 쌓을 수 있으면 좋겠습니다. 또 방학 때는 뜻이 맞는 학우들끼리 라이프가드 자격증을 따러 다니기도 합니다. (라이프가드 자격증을 가지고 알바하면… 꽤나 많은 돈을 벌 수 있답니다..?)
그리고 스트로크는 연합동아리로, 다른 학교와 교류전을 주기적으로 하고 있습니다. 학교별 대항전도 하고 끝나고는 뒷풀이 시간도 가지면서 다른 학교 사람들과도 교류하고 있습니다. 다른 학교들과 함께 수영 대회에 나가기도 합니다.
처음에 ‘수영복 입은 걸 어떻게 보여줘~ㅠㅠ’하고 망설여지실 수도 있지만, 다들 본인의 수영에 집중하느라 전혀 신경을 쓰지 않고, 어느새 전혀 신경쓰지 않는 본인의 모습을 발견하시게 될 수 있습니다. 심폐지구력과 관절, 다이어트에도 좋은 수영반에서 즐거운 추억 함께 만드실 분은 언제든 연락주시면 감사하겠습니다',
       'https://sgdongyeon.oopy.io/276ac178-e58c-4c00-81e4-62efa35cb022','체육분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('FC.EINS','축구 동아리',
       '최고가 되기 위해 항상 노력하는 FC EINS입니다. EINS는 2007년 독문과에서 창단되었으며, 현재는 과를 불문하고 교내 모든 학부(학과)에 속한 부원들이 활동하고 있습니다. **매주 정기연습은 수요일 오후 3시**부터 시작합니다. 기본기 훈련, 체력훈련, 전술훈련 및 연습경기를 진행하여 부원들의 실력 향상을 도모하고 있습니다. 또한 교내 대회인 노고체전을 비롯하여 서울 시민 S리그, KUSF 등 여러 대회에 출전하여 대회 경험도 쌓고 있습니다.
한 팀이 되기 위해 노력하는 FC EINS입니다. EINS가 추구하는 핵심 덕목은 참여도입니다. 현재 갖고 있는 실력에 상관없이 꾸준히 나오고 열심히 해서 조금씩 발전하는 모습을 기대합니다. 신입부원 및 기존 부원 모두 나와서 즐겁게 공을 찰 수 있는 분위기를 만들고자 모든 부원들이 노력하고 있습니다.
축구를 좋아하시는 분들, 축구를 배우고 싶으신 분들, 축구에 대한 열정이 있으신 분들 언제든지 환영입니다. 선수 관리, 사진 촬영 등 매니저에 관심이 있으신 분들도 언제든지 환영합니다. 주저하지 말고 연락주세요! 21학번 새내기 여러분들 입학을 진심으로 축하드리고, 운동장에서 뵐 수 있었으면 좋겠습니다!',
       'https://sgdongyeon.oopy.io/1c5c6202-e2e8-4d90-94b4-bf9a315d042a','체육분과','EB117',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('굿민턴','배드민턴 동아리',
       '화, 목 주 2회 마포구민체육센터, 성미산체육관에서 정규 운동(코로나로 인해 학교 체육관 이용 불가)
실력 향상을 위한 훈련부장과의 레슨
열심히 운동한 후엔 다같이 뒤풀이
운동 후 바로 집에 가지 말고 저희랑 밥 먹어요!',
       'https://sgdongyeon.oopy.io/55058927-359b-409f-aa34-248ffb1b4a34','체육분과','EB124',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('S.G.T.C.','Sogang Tennis Club. 테니스 동아리',
       '안녕하세요! 서강대 유일 중앙테니스동아리 회장 20사회 염성민, 부회장 21경영 정도현입니다. 소개에 앞서, 서강대학교에 합격한 신입생 여러분들께 축하의 말씀 드립니다. 또한, 저희 SGTC 동아리에 관심을 가져주셔서 진심으로 감사드립니다. SGTC는 Sogang Tennis Club의 약자로 50년간 꾸준한 활동을 통해 명맥을 이어나가고 있습니다. 학창시절에는 흔하게 접해볼 수 없었던 스포츠인 테니스를 쉽게 접해보며 테니스에 대한 흥미와 실력을 기를 수 있습니다:)
동아리의 연례 행사는 다음과 같습니다. 크게 홈커밍데이, 선수권전, 팀대항전, 전국대회 참가, 동계훈련, 그리고 정기훈련으로 나눌 수 있습니다.',
       'https://sgdongyeon.oopy.io/275a6f6b-c351-43ba-8d6c-01550c98a30d','체육분과','EB120',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SGAEM','SOGANG Association of E-sports Management. E스포츠 동아리',
       '**ASK US ANYTHING**
**Q. SGAEM은 어떤 동아리인가요?**
A. SGAEM은 ''서강대학교 e스포츠협회''(**S**o**G**ang **A**ssociation of **E**-sports **M**anagement)의 약자이며, 2014년 9월 서강대학교 교내 e스포츠 소모임으로 출발하였습니다. 소모임 창설 이후부터 교내 공인 e스포츠 대회 주관, 대회 관련 이벤트 및 대외 협력, 동아리 부원들 간 친목활동의 삼박자를 통해 올해 기준 창설 9주년인, 다른 정동아리와 비교했을 때 다소 짧은 활동 역사를 지녔음에도 불구하고 창설 5년차에 정동아리로 승격하여 SGAEM의 인기와 역량을 교내외에 입증하였습니다.
**Q. 그렇군요. 그러면 동아리 구성은 어떻게 되나요?**
A. 2022년 현재 SGAEM은 **대회운영팀, 컨텐츠팀, 방송사업팀**의 3개 팀으로 구성되어 있습니다. 각 팀이 동아리 활동에 있어 모두 중요한 한 축을 차지하고 있으며, 팀별 활동 성격도 조금씩 다른 특색을 지녔기 때문에 해당 섹션에서는 각 팀장님들을 모셔 정확히 어떤 활동을 하는지 알려드리도록 하겠습니다.',
       'https://sgdongyeon.oopy.io/2d101801-d36d-4953-b12a-979ad4db22d4','체육분과','E132',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강축구반','축구 동아리',
       '서강축구반 SGSC(Sogang Soccer Club)는 1979년을 시작으로 올해 42주년을 맞이한 명실공히 서강을 대표하는 축구 동아리입니다. 축구를 사랑하시는 분들이라면 실력을 떠나 누구든지 축구반의 부원(선수 및 매니저)으로서 추억의 땀방울을 흘려가 실 수 있다고 확신합니다.
저희 축구반은 **대학리그 엘리트 선수 출신의 코치님**과 레슨 및 정기 연습을 **매주 화요일 오후 3시부터** **운동장에서 진행**하고 있습니다. 힘든 운동이 아닌 ‘즐거움’을 강조한 체계적인 시스템 속에서 누구나 실력향상이 될 수 있도록 노력하고 있습니다. 즐거움 속에서 실력이 뒤따른다고 생각하며 부원들 역시 서로간의 긍정적인 유대관계를 가장 중요하게 생각합니다. 그리고 현재 서강의 이름을 걸고 서울권대학연맹(SUFA)리그에 참가하여 서울권의 체대 및 축구동아리들과 실력을 겨루고 있으며 이외에도 각종 수도권 대회 및 전국대회에 참여하여 이와 같은 성적을 거두고 있습니다.',
       'https://sgdongyeon.oopy.io/f1c4db45-fc02-4ee4-9fee-fa33c9ad0d01','체육분과','E103',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강야구반','야구 동아리',
       '안녕하세요 저는 이번년도 서강야구반 회장을 맡은 컴공 18 이동건입니다. 우선 새내기 여러분들의 서강대학교 입학을 진심으로 축하드립니다!
저희 서강야구반은 교내 유일의 야구 중앙동아리로서 1975년 부터 역사가 이어져온 전통 깊은 동아리 입니다.
매주 1회 정기 연습이 진행 되고  다양한 여러 대학교와의 리그 경기 , 교류전을 기획 및 진행하고 있습니다.
졸업생 선배님들과의 교류 행사도 진행하며, 동아리 활동을 통해 다양한 학과의 사람들과 야구라는 공통점으로 친목을 두텁게 쌓으며 즐겁게 야구활동을 하고 있습니다.
직접 야구활동만 하는 것이 아니라 코로나 상황이 괜찮아 지면 야구장으로 다 같이 관람을 하러 가는 활동도 예정 중에 있습니다.
저희 서강야구반에서 야구를 처음 접한 부원, 함께 즐겁게 활동한 여성부원들도 많았던 만큼 서강야구반은  야구에 관심만 있으시다면 국적, 성별, 나이, 실력 모두 상관 없이 두 팔 벌려 환영입니다!!
저희 서강야구반은 상시 모집이므로 언제든 편하게 연락 주셔도 됩니다:)',
       'https://sgdongyeon.oopy.io/0d85ac3e-c9cf-4902-9f72-61a7dce785e0','체육분과','E102',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('FC.VENTURA','축구 동아리',
       '서강대학교 중앙동아리 벤츄라에서 새로 함께할 팀원들을 모집합니다!
생각보다 방학이, 대학 입시가 끝나고, 코로나로 인해 공백 기간이 길어져서 몸이 근질근질 하셨을겁니다.
축구를 사랑하시는 분, 열정과 애정이 있다면 신입생, 재학생 관계 없이 누구나!! 들어오실 수 있습니다.
훈련 일정: 매주 금요일 15시~, 서강대학교 대운동장
(코로나19로 인해 운동장이 폐쇄되어 외부 운동장에서 진행할 예정입니다. 운동장과 관련하여 자세한 사항은 개별 연락을 통해 안내해드리겠습니다.)',
       'https://sgdongyeon.oopy.io/48f5f46e-986d-4dcf-8b30-90d5af3d4416','체육분과','E113',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강산악부','산악동아리',
       '서강산악부는 암벽등반, 워킹, 실내 클라이밍, 원정 등 전반적인 산악문화를 체험하는 동아리입니다. 산악활동을 통해 동기, 선후배와의 끈끈한 관계를 유지합니다.
서강대학교 산악부는 1960년 모험과 도전을 사랑하는 선배님들이 만들어 현재까지 이어져오고 있는 전통을 지닌 동아리입니다. 서강산악부는 동료와의 협동과 서로간의 배려를 통하여, 그리고 본인이 맡은 책임을 다하여 산행을 마치는 것을 지향합니다.
학기 중에는 화, 목 주2회 정기모임을 가지고 체육관 혹은 외부시설을 이용하여 실내클라이밍 활동을 진행합니다. 운동과 더불어 산악장비를 다루는 법을 배우게 됩니다. 주말에는 서울 근교 산에서 워킹 혹은 자연암벽(북한산 인수봉, 도봉산 선인봉 등)을 등반합니다. 이 외에도 본인이 원하는 지역에 야영을 갈 수도 있고 동아리원들과 함께 계획을 세워서 원정을 떠날 수 있습니다. 방학에는 지리산, 설악산, 한라산 등 장기산행을 진행하기도 합니다. 또한, 대학산악연맹에서 주최하는 활동에 참여하여 다른 대학의 악우들과 교류할 수 있습니다. YB&OB체육대회, 연차대회 등 연례행사를 통하여 현업에서 종사하고 계시는 서강대의 OB선배님들과도 교류할 수 있습니다.
[현재는 사회적 거리두기로 인하여 스포츠 클라이밍 센터 방문이나 소수인원이 모여 근처 삼성산, 북한산에서 암벽등반을 진행하고 있습니다. 야영을 해야하는 산행같은 경우는 진행하지 않고 있습니다.]
현재의 대학생들은 학업과 대외활동 등 하루하루 바쁜 날들을 보내고 있습니다. 과제와 시험에 치이고 여러 가지 활동에 참여하다보면 학기가 순식간에 끝이 나고는 합니다. 서강산악부에 들어오셔서 동기들과 산행계획을 세우고 실천하신다면 한번뿐인 대학생활을 동기들과 함께한 잊을 수 없는 기억들로 채우시게 되리라 자신합니다. 모험과 도전을 좋아하시는 서강대학교 교우분들의 많은 지원을 바랍니다.',
       'https://sgdongyeon.oopy.io/89117ab3-9c36-4d5b-b9e2-b1b8d90777b9','체육분과','E115',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SpikeG','배구 동아리',
       'SpikeG는 2017년에 창설된 서강대학교 유일 배구 동아리입니다. 요즘 V리그나 국가대표팀 등 배구에 대한 관심이 늘어나고 있는데 비해서 우리가 직접 배구를 할 수 있는 기회는 흔치 않습니다. 배구에 대한 열정이 있으시다면 SpikeG에 들어오셔서 마음껏 배구를 하실 수 있답니다. 배구실력에 대한 걱정은 하실 필요가 없습니다. 동아리에 오신다면 기본기부터 차근차근 배워갈 수 있습니다. 고등학교 수행평가 때 했던 배구의 기억이 좋지 않으시다면 잊으셔도 좋습니다. 배구는 정말 재밌는 팀 스포츠고 동아리 활동을 하시다 보면 금방 그 매력에 빠지시게 될 겁니다. 엠티를 가서도 배구를 하는 정말 배구를 좋아하는 사람들이 모인 동아리고 가족 같은 분위기속에서 배구에 열정이 있으시다면 누구나 함께 어울려 즐기실 수 있을 겁니다.
SpikeG는 주 2회 남자팀, 여자팀 함께 교내 체육관에서의 정기연습을 진행합니다. 저희는 실력 향상과 함께 대회에 출전하여 좋은 성적을 내는 것을 목표로 합니다. 매 학기 초에 간단한 면접을 통해 신입 회원을 선발하고 있으며, 동아리부원이라면 누구나 동일한 자격으로 연습에 참여할 수 있습니다. 리시브부터 공격훈련까지 다양하게 연습하고 대회출전을 앞두면 세터, 라이트, 레프트, 센터 등 포지션을 배정합니다. 서울시민리그, KUSF 배구대회, 서울대배 배구대회, 삼육대배 배구대회 등 다양한 대회에 적극적으로 참여하고 있습니다. 그리고 한양대학교 배구동아리와의 교류전, 스피드 동호회와의 교류전 등 다른 단체와의 교류 또한 넓혀 나가고 있습니다.',
       'https://sgdongyeon.oopy.io/b958c862-b9aa-4a4d-934e-67e06a98ce1d','체육분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SMASH(라켓볼)','라켓볼 동아리',
       '',
       'https://sgdongyeon.oopy.io/32829fc7-2d25-41f4-939f-1d30349d8907','체육분과','GB2 007',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SPRINT','Sogang People''s Running Team. 러닝 동아리',
       'UNTACT BUT IMPACT! 우리만의 전력질주, 스프린트(SPRINT)
반갑습니다, 서강대학교 유일 러닝 동아리 스프린트입니다.
스프린트는 월/목 저녁 여의도 등 한강변에서 정규러닝을 가지고, 러닝 이후 가벼운 식사 또는 뒷풀이를 진행해왔습니다. 그러나 코로나 이후 소규모 그룹, 혹은 개인 단위에서 일정 기준 이상의 러닝을 진행하고 인증하는 형태로 정규 활동을 진행하고 있습니다.
또한, 상황에 맞춰 러닝메이트 / Nightwalk 등의 활동을 통해 동아리 멤버 간의 친목을 도모하고 있습니다.
러닝메이트는 거주지를 바탕으로 인접한 동아리 원들과 형성된 그룹입니다! 러닝메이트와 함께 **이벤트에 참여하고**(이벤트를 진행한다는 게 동아리에서 마련하는 이벤트에 참여하는 의미라면 ‘이벤트에 참여하고’로 바꾸는 게 나을 것 같습니다) 같이 뛰며 친해져봐요!
나이트 워크는 스프린트의 매 시즌 첫 행사로, 구성원이 목적지까지 함께 걸어가는 행사입니다. 걸어가는 동안 다양한 구성원들과 대화하며 친해질 수 있는 기회가 되기도 합니다. 많은 인원이 모이기 힘든 지금은 4~5명 정도 조를 나눠 진행하고 있습니다.',
       'https://sgdongyeon.oopy.io/552d3e06-c6bc-4258-8b5d-9f3addb326d6','체육분과','E133',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('WALCS','Winter Associated Leisure Club of Sogang. 스키 동아리',
       '스키를 사랑하는 사람들이 모인 동아리, WALCS 입니다.
WALCS는 스키를 좋아하는 사람들이 모여서 만들어진 동아리로, 시즌 기간 스키를 같이 타며 다양한 활동을 통해 친목 및 스키 실력 증진을 목표로 합니다.
서강대학교 스키부( WALCS : Winter Associated Leisure Club of Sogang)는 1990년 9월에 결성되어 91년 한국 대학스키연맹에 정식 가입하면서 본격적인 활동을 시작하였습니다. WALCS는 각 대학의 스키부와 더불어 국내 최고의 아마추어 대학 스키팀으로 나아가기 위한 끊임없는 노력을 해 왔으며, 앞으로도 저희 스키부의 목적 달성을 위해 부단한 노력을 멈추지 않을 것입니다.
저희 서강대 스키부는 매년 시즌마다 합숙 훈련과 비시즌 중의 다양한 행사를 통해 스키 실력의 증진과 체력단련 및 Teamwork 능력 향상에 힘쓰는 한편, 한국대학스키연맹과 각 스키단체에서 주최, 주관하는 각종 스키 대회에 지속적으로 참가하여 우수한 성적을 거두며 선의의 경쟁을 통한 올바른 스포츠 정신을 몸소 체득하는 기회를 가지고 있으며, 한국 스키지도자연맹의 지도자 자격증을 취득함을 목표로 활동에 임하고 있습니다.
스키에 관심있으시거나 대학 생활 동안 잊지 못할 추억과 사람들을 만들고자 하시는 분들은, 대학 생활 중 최고의 선택이 되도록 저희 WALCS가 이끌어드리겠습니다.',
       'https://sgdongyeon.oopy.io/3b56dbdb-b9d6-490d-aa95-be90f898b0ec','체육분과','EB123',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('YPOS','Young Poseidon Of Sogang. 스쿠버 다이빙 동아리',
       '안녕하세요. 서강대 유일 스쿠버 다이빙 동아리 YPOS입니다! 먼저 서강대학교에 입학한 새내기 여러분들, 모두 입학을 축하합니다! 여러분이 상상하는 대학 생활은 어떤 것인가요? 다른 사람들과 차별화된 나만의 특별한 경험? 새롭고 신비한 곳으로 떠나는 여행? 든든한 선배들과의 만남? 끈끈하고 돈독한 동기들? 여러분들이 상상하는 이 모든 것을 한번에 이룰 수 있는 이 곳! 바로 YPOS입니다.
1년 동안의 주요한 활동들은 다음과 같습니다.
첫 번째, 여름 및 겨울 원정입니다. 매년 여름에는 제주도로 2주 간 다이빙 원정을 다니고, 겨울에는 필리핀, 태국 등 해외로 겨울 원정을 떠납니다. 추가적으로 봄, 가을에는 동해(강릉)로 다이빙도 진행하고 있습니다.
두 번째, 동문 활동입니다. 저희는 올해 43주년을 맞이한 역사 깊은 동아리로서 매년 1기부터의 OB 선배님들과 소통하고 직접 만나는 창립기념일 행사를 진행합니다.
세 번째, 각종 친목 활동입니다. 학기 중 MT, 소풍, 번개 등 다이빙 외에도 많은 활동들을 함께 하면서 돈독한 친분을 쌓아가고 있습니다.',
       'https://sgdongyeon.oopy.io/47f4ff98-7cf5-45ea-b79f-e43cc97bb68c','체육분과','E134',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강기우회','바둑으로 하나되는 서강기우회',
       '서강기우회는 서강대학교 소속 유일한 바둑동아리로 여러 대 내외 활동을 하고 있습니다.',
       'https://sgdongyeon.oopy.io/19583371-22d6-499c-b7b8-4cfd2e37826b','체육분과','EB122',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('T.A.P.','Technique Against Power. 주짓수 동아리',
       '',
       '','학술분과','E118',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강농구반','서강농구반',
       '서강농구반은 평일 저녁에 서강대학교 체육관을 사용할 수 있는 교내 유일의 농구 동아리로 체육관 메인코트에서 주 2회 훈련 및 연습게임을 진행합니다. 훈련은 U - 19 청소년 농구 대표팀을 준우
승으로 이끌었던 김승기 감독님의 지도하에 체계적인 훈련을 진행하고 있습니다. 현재 코로나로 인해 체육관이 폐쇄되었음에도 외부 체육관을 대관하여 정상적으로 훈련을 진행하고 있습니다.  농구반은 농구 실력 향상을 위한 최고의 선택이 될 것입니다.
서강농구반은 부원 모두가 참가할 수 있는 다양한 대회에 참가하고 있습니다. 메이저 아마추어 대학농구 대회 뿐만 아니라 비메이저 대회, 새내기 대회 등 여러 대회에 참여해서 부원 모두가 대회 경험을 쌓고 실력을 향상시킬 수 있도록 노력하고 있습니다. 이러한 경험을 바탕으로 농구반은 각종 아마추어 대학농구 대회에서 우수한 성적을 거두고 있습니다. 2012년에는 아마추어 대학농구 대회 중 최고 권위를 가진 국민대학교 총장배 대회 우승을 차지하였고, 2019년에도 서울과학기술대학교배 준우승, 동아리 최강자전 준우승 등 디양한 대회에서 입상했습니다.
서강농구반은 개강, 종강 총회, 엠티, 자체대회 등 부원 모두가 즐길 수 있는 다양한 활동을 마련하고 있습니다. 또한, 교내체육대회 심판 지원을 통해 교내 농구 대표 동아리로서 지위를 공고히 하고 있습니다. 학번, 학과, 성별 등과 관계없이 농구에 열정을 가진 모두를 환영합니다.',
       'https://sgdongyeon.oopy.io/31a9e487-80d8-4dc4-93eb-a1cc1c0e1621','학술분과','GB2 004',false);

insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('별반','천문 관측 동아리',
       '',
       'https://sgdongyeon.oopy.io/369e4410-97a3-42d0-b411-5c2cca5b3abe','학술분과','E105',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강러브','법학 학술 동아리',
        '서강러브는 ‘Obedire Veritati(진리에 순종하라)’라는 교훈을 따라 따뜻한 마음과 냉철한 법적 소양을 지닌 지성인으로 거듭나고자 하는 학우들이 모여 2016년 가을 정식으로 출범하였습니다. 매 학기 약 40여명의 회원이 참여하는 가운데 법학 지식과 친목을 골고루 다지는 유익한 활동을 해오고 있습니다.
매주 목요일 오후 6시부터 약 2시간 가량 정규 세션을 가집니다. 학기 초 민법, 형법, 상법, 행정법, 헌법 등의 법학분야에 따라 조를 구성하고, 매주 정규 세션 시간에 각 조는 준비한 발표를 진행합니다. 발표의 내용은 개념 및 이론 소개, 판례 분석 등을 포함하며, 발표 후 해당 판례와 관련된 법률적 논쟁거리에 관한 토론이 진행됩니다. 서강러브는 정규 세션 이외에도 동아리 내 자체 소모임을 운영하고 있으며, 서강러브의 회원이라면 누구나 재판 방청, 법령경연대회, 독서토론 등 다양한 분야의 소모임에 참여할 수 있습니다.
또한 서강러브는 로스쿨 재학생 분들 및 법조계에서 활동하고 계신 선배님들과의 지속적인 교류를 위해 노력하고 있습니다. 매년 로스쿨 간담회를 주최하고 서강대학교 재학생들과 로스쿨 입시에 대한 정보를 공유하고자 앞장선 결과, 2022년 1월의 로스쿨 간담회에서 재학생 약 100여 명이 참석한 가운데, 서울대를 비롯한 주요 로스쿨 합격생 선배님들께서 입시에 관한 유용한 정보들을 공유해주셨습니다.
미래의 법조인을 꿈꾸는 학우분들 뿐만 아니라 법학에 관심이 있는 재학생이라면 누구든지 서강러브에 가입하실 수 있습니다. 미래를 향한 여러분들의 힘찬 도약에 서강러브가 함께할 수 있길 바랍니다.',
       'https://sgdongyeon.oopy.io/cf912f90-d1db-4d8f-826b-441202456cd5','학술분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서방정토','서강대학교 유일의 한국어 순수토론 동아리 서방정토입니다.',
       '',
       '','학술분과','EB121',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('ADS','Albatross Debate Society. 영어 토론 동아리',
       'ADS는 영어 토론이라는 지적 스포츠를 통해 논리와 사고를 펼치는 동아리 입니다. 매주 수요일 정규모임을 통해 정치, 경제, 사회 등의 거시적인 주제들 뿐만 아니라 생활에 밀접한 논점들을 주제로 해 전세계에 통용되는 규칙에 기반한 의회식 토론을 합니다. 이 과정에서 우리는 수업시간에 접했던 개념, 뉴스에서 본 소식들과 같이 삶 속에 스며든 다양한 분야에 대해 생각을 공유하고 의논합니다. ADS에서는 평소 혼자 생각하던 내용들을 부원들과 자유롭게 나누면서 생각을 발전시키고, 같은 내용을 다른 관점에서 바라볼 수 있는 능력을 기를 수 있습니다.
ADS는 서강대를 넘어서 KIDA라는 대학생 영어토론 연합동아리에 소속되어 있으며, 꾸준히 다양한 학생들과 교류하고 있습니다. KIDA에서 주최하는 토론대회는 물론, 전국과 해외 곳곳에서 열리는 대회들에 참가하여 새로운 사람들과 소통하며 토론을 배우는 특별한 경험을 할 수 있습니다. 더불어, 연간 1~2개의 대학생영어토론대회를 개최하고 있으며, 이 과정에서 큰 행사를 직접 기획하고 운영하는 값진 경험 또한 쌓게 됩니다.
선발과정은 지원서를 받은 후 간단한 면접을 통해 이뤄집니다. 저희 동아리가 희망하는 부원은 첫째, 논리적이고 비판적인 사고를 할 수 있고, 둘째, 동아리에 시간을 투자하려는 열정이 있는 부원입니다. 기본적인 소통 능력만 갖췄다면 영어 실력은 중요하지 않습니다. 선발이 완료되고 첫 3주 동안은 월요일에 따로 Rookie Session을 열어 의회식 영어토론에 대해 알아가는 시간을 가집니다. 그러니 부담스러워 하지 마시고 적극적으로 지원해주세요!',
       'https://sgdongyeon.oopy.io/e573f5d1-defe-40bf-9f6d-34c9efcf40d4','학술분과','E112',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('LENS','경영전략학회',
       'LENS는 2000년 봄, 노부호 교수님의 지도하에 설립된 서강대 최초의 경영학회이며 현재는 경영전략과 컨설팅 분야의 한국 최고 권위자이신 이석근 교수님과 함께 눈부신 발전을 거듭해 오고 있습니다. LENS가 배출한 250여명의 졸업생 Alumni들은 국내 유수 기업과 사회의 각 분야에서 리더로 활동하고 있습니다.
LENS의 선배들이 다양한 분야의 리더로서 활동하는 이유는, LENS가 마케팅이나 재무, 인사, 기획 등 다양한 비즈니스 전 영역에서 필요한 ''기본''을 갖춘 인재를 양성하기 때문입니다. 그 기본은 바로 ''전략적 사고'' 입니다. 문제의 본질을 파악하고, 이를 해결하기 위해 다양한 정보를 유기적으로 활용하여 창의적인 해결방안을 제시할 수 있는 것. 어떠한 비즈니스 환경에서도 ''전략적 사고''는 의사결정에 가장 필수적인 역량입니다.
''전략적 사고''는 꾸준한 훈련을 통해서만 습득 가능합니다. LENS는 축적된 데이터를 기반으로 한 체계적인 교육 커리큘럼과 기업과의 산학 협력 프로젝트를 통해 회원들이 실무자 수준의 전략적 사고 능력을 배양할 수 있도록 합니다. LENSian들은 함께 서로의 발전을 위해 열정적으로 고민하면서 서로에게 무엇보다도 끈끈한 인연이 됩니다. 나아가 주기적으로 관심 직무, 산업 별 선배들을 찾아 뵙고 진로에 대해 상담할 수 있는 Meet The LENSian과 홈커밍데이 행사는 선후배 교류의 장으로서 미래 비즈니스 리더들의 든든한 밑거름이 될 것입니다.
세상을 발전시킬 리더를 양성하는 경영전략학회 LENS, 순수한 열정으로 함께할 당신을 기다립니다.',
       'https://sgdongyeon.oopy.io/fd58402f-7d31-415a-b155-9ac85e1d811f','학술분과','E207',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SG Fenero','금융 동아리',
       'SG Fenero에서는 단순한 재무지식이 아닌 살아 숨쉬는 역동적인 지식을 얻기 위해 실무 수준의 커리큘럼을 지향하고 있으며, 1학기에는 Research Report를, 2학기에는 M&A Pitchbook 작성을 통해 현업에서의 실무를 경험하게 될 것입니다.
또한 SG Fenero에는 약 150여명의 Alumni들이 GoldmanSachs, Standard Chartered, SMBC, UBS, Societe Generale, BDA Partners, PI Capital 등의 외국계 금융사를 비롯하여 미래에셋증권, KB증권, 하나금융투자, 이베스트투자증권, 삼성증권, 한화생명, 하나대체투자자산운용, 퍼시픽자산운용, DB금융투자, 한화투자증권, 신한은행, 기업은행 등 다양한 국내 금융사에서 활약하고 계십니다.
또한, BCG, Kearney와 같은 전략컨설팅펌과 한국거래소, 산업은행, 한국증권금융, 수출입은행, 금융감독원과 같은 금융공기업과 대기업 전략, 재무, 회계 부서와 스타트업 등 다양한 분야에서 SG Fenero의 이름을 빛내고 계십니다.
SG Fenero는 Finance를 뛰어넘어 Humanity를 지향하는 Lifelong Community 입니다. 이러한 탄탄한 네트워크를 기반으로 현업에 계신 선배님들과 재학생들의 활발한 커뮤니케이션이 이루어지고 있으며, 재학생들은 선배님들에게 다양한 실무 지식과 노하우를 전수받게 될 뿐만 아니라 인생의 멘토를 얻게 됩니다.
지금 당장은 모르는 것이 많을 수도 있고, 본인이 부족한점이 많다고 느끼실 수도 있습니다. 하지만 확실한 것은 SG Fenero안에서 노력하는 것 그 이상을 반드시 얻어가실 수 있다는 겁니다. 여러분들의 많은 관심 부탁드립니다. 감사합니다.',
       'https://sgdongyeon.oopy.io/21d9dd2d-49aa-4668-bdf6-e2b59a1aca44','학술분과','E131',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SRS','Sogang Rising Star, 금융투자, 가치투자 학회',
       'S.R.S는 크게 세 팀으로 이루어져 있습니다. Asset Management Team은 실제 3400만원 규모의 ‘Albatross Fund’를 운용하고 있습니다. 10년이 넘는 동아리 역사를 통해 이어져 온 펀드로 매주 운용보고서를 작성하여 발표하는 활동을 진행하고 있습니다. Economist Team은 글로벌 경제와 다양한 거시지표를 분석하여 투자전략을 제시합니다. Research Team은 투자할 만한 가치를 지닌 기업을 발굴하여 이를 분석한 보고서를 작성합니다. 이 과정에서 실제 금융권에서 활용하는 Valuation 기법을 적용하고 있습니다. 매주 금요일에 진행되는 세션은 팀들의 발표 내용을 토대로 치열한 토론과 피드백이 이루어지며 이러한 과정 속에서 학회원들의 역량을 성장시키고 있습니다. 각종 Research 대회에서의 우수한 성적과 S.R.S 학회원들의 활발한 금융시장 및 세계 유수의 기업 진출이 이를 입증하고 있습니다.
저희 동아리의 Power Engine은 크게 세가지입니다. 첫째는 열정입니다. 정보가 다양화되고 거시 환경이 다변화됨에 따라 변동성이 커지고 있음에도 불구하고, 진정한 기업가치를 파악하려는 저희의 열정은 끝이 없습니다. 둘째는 네트워크입니다. 금융권뿐만 아니라 다양한 분야에 진출해 있는 선배들과 다양한 전공을 가지고 있는 후배들의 끈끈한 네트워크는 S.R.S의 발전을 더욱 가속화시키고 있습니다. 셋째는 전문성입니다. 매크로, 산업, Company Analysis를 거쳐 Valuation까지 아우르는 S.R.S의 Research 능력은 점점 발전해 나가고 있습니다.
이러한 세가지 동력으로 저희 동아리는 이 순간에도 발전해 나가고 있습니다. 주식 시장에서 영원한 승자와 패자는 없습니다. 이처럼, 저희 S.R.S도 진정한 내재가치를 배양함으로써 치열한 시장 속에서 마지막까지 빛을 낼 수 있는 Rising Star가 될 수 있도록 최선을 다 할 것입니다!',
       'https://sgdongyeon.oopy.io/53b6efc7-d09e-43f4-9adf-5ca232a973ec','학술분과','E125',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SUMM&IT','실전마케팅 학술동아리',
       '써밋은 서강대의 유일한 ‘실전 마케팅 학술 동아리’입니다. 서강대 경영대학 김주영 교수님 지도 하에 마케팅을 배우고 다양한 산학협력을 통해 제대로 된 실전 경험을 쌓을 수 있는 곳입니다. 학과 공부만으로는 채우기 어려운 마케팅 지식과 경험에 대한 욕구를 충족시키고 싶은 학우분들이 계신가요? 실무경험의 중요성이 높아지는 때, 써밋은 분명 최고의 선택입니다. 써밋은 유통, F&B 등 다양한 산업군의 기업과 산학협력을 진행합니다. 시장, 고객, 경쟁사 리서치와 함께 실제 기업의 목적에 맞는 전략을 기획하는데요. 이 과정을 통해 대학생 신분으로 마케팅 지식을 직접 실전에 적용해보는 경험을 할 수 있습니다. 또한 마케팅 전략에 대한 실무진의 구체적인 피드백은 예비 마케터가 갖춰야 될 역량을 파악하도록 돕는 기회를 제공합니다.
매 학기 IBS 와 함께하는 산학협력도 진행합니다. IBS란 성균관대, 중앙대, 경희대 경영학회와의 연합 네트워크로 타대와의 교류 및 팀별 경쟁 PT를 통해서 더욱 폭넓게 마케팅 아이디어를 주고받을 수 있습니다. 2021년 2학기에는 Club YP VIP 라운지 콘텐츠 및 서비스 기획을 주제로 현대백화점과 산합협력을 진행했으며, IBS와 함께한 위피, 에듀윌 공모전에서는 우수상과 최우수상이라는 성적을 거두었습니다. 2022년 1학기에는 BGF리테일, 기업은행, 캉골과 산학협력을 진행할 예정입니다.
훌륭한 동아리원들과 실전경험을 통해서 마케터의 자질을 갖추기를 원한다면 지금 써밋에 지원하세요! 예비 마케터 여러분을 기다리고 있겠습니다.',
       'https://sgdongyeon.oopy.io/8cdba9ed-1a9c-401d-b053-62f27be79c93','학술분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('WAVB','We Add Value to Business. 경영전략 컨설팅 학회',
       'WAVB은 체계적인 커리큘럼을 통해 논리적 사고의 습관화를 목표로 합니다. Logical Thinking 세션으로 논리적 사고의 기초를 다지고, 이를 바탕으로 진행되는 각종 Case Interview, Case Study등의 활동을 통해 일상생활에서도 논리적 사고에 기반하여 행동할 수 있도록 훈련합니다. 또한 기업 및 산업 분석 등을 통해 다양한 산업에 대한 이해도를 높이고 실제 기업의 전략 결정 과정을 학습합니다. 이러한 프로그램을 토대로 산학협력 프로젝트에서 협력 기업이 직면한 문제 상황을 직접 분석하고 실행 가능한 전략을 직접 제시함으로써 실무역량을 개발합니다.
WAVB은 또한 다양한 분야에서 활약하고 있는 WAVBper와 소통할 수 있는 기회를 제공합니다. WAVB은 현재 약 200여명의 인적 네트워크를 보유하고 있으며, WAVB Alumni는 국내외 대기업, 금융, 컨설팅 등 여러 산업군과 직무에서 활동하며 다양한 방법을 통해 학회원들에게 도움을 주고 있습니다. WAVB의 강력한 Alumni 네트워크는 WAVB에서의 활동 기간은 물론, 수료 이후에도 여러분에게 폭 넓은 배움과 새로운 기회를 제공할 것입니다.
WAVB에서의 1년은, 여러분에게 자신의 한계에 도전하고 극복하는 기회를 제공할 것입니다. 힘든 시간이 될 수도 있습니다. 하지만 WAVB을 경험한 이후의 여러분은 한층 성장한 자기자신을 마주할 것입니다. WAVB과 함께, 새로운 35번째 WAVBper 여러분을 뵐 수 있게 되는 날을 고대하겠습니다.',
       'https://sgdongyeon.oopy.io/ab60e974-9819-479a-a9d1-90def4545805','학술분과','EB126',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('서강AD','서강대학교 유일 광고동아리 서강AD입니다!',
       '서강AD는 **2010년 3월**, 지식융합미디어학부 신문방송학과 **유현재 교수님**의 지도 하에 설립된 **서강대학교 유일의 중앙 광고동아리**로, **광고에 대한 열정**으로 똘똘 뭉친 사람들이 모인 곳이랍니다!
서강AD에서는 특정 주제에 대해 단순히 아이디어를 내보는 수준에 머무르지 않고, **팀 별로 기획서나 영상**과 같이 하나의 결과물을 만들어내는 **프로젝트**를 진행합니다!
이러한 과정들이 결코 쉽지는 않지만, 멋진 서강AD 부원들과 함께하며 점점 성장해나가는 나의 모습에 엄청난
**성취감과 자신감**
을 얻어갈 수 있답니다',
       'https://sgdongyeon.oopy.io/945fed9e-4892-45bf-b0c2-c1455aad0cf9','학술분과','E114',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('P.O.E.','Primary Organization of English. 영어회화 동아리',
       '서강대학교 준 동아리 P.O.E.(Primary Organization of English)는 이번에 74기수를 맞이하는 뿌리 깊은 동아리로, 다양한 주제를 가지고 영어로 이야기를 나누고 외국인 친구들과 함께 한국 문화를 즐기는 곳입니다. 매주 수요일 오후 6시에 열리는 정기 모임에서는 간단한 free talk 후 식사를 하거나 한강 소풍, 벚꽃 및 축제 구경, 관광 명소 방문, MT 등의 친목 도모를 합니다. 또한 정기 모임 외에도 각종 번개 모임을 열거나 여행 모집을 하기도 한답니다!
저희 동아리는 교환 및 국제학생들과 한국인들의 언어 및 문화 교류를 목적으로 하는 만큼 한국에 오신 외국인 분들도 적극적으로 환영하며, 한국 학생과 국제 및 교환학생 비율은 1:1 정도로 맞추려고 하고 있습니다.
매 학기 신입부원 모집 기간마다 P.O.E.에 관심이 있지만 영어 실력이 다른 학우분들이나 국제 및 교환학생 분들에 비해 부족하다 느껴 지원을 망설이시는 분들이 꽤 많습니다. 하지만 실제로 동아리 부원들 중 영어를 제 1 언어로 사용하시는 분들은 극히 드물며, 동아리 활동을 하며 영어에 자신감을 갖고 회화 실력이 느신 분들도 상당히 많답니다. 때문에 영어실력에 대한 고민이 있으시다면 일단 동아리에 들어와 보시고 동아리가 본인과 잘 맞는지 경험해 보라고 말씀 드리고 싶어요.
외국인 친구들과 평생 남을 추억을 쌓고 싶으신 분, 외국의 문화가 궁금하신 분, 영어 울렁증을 즐겁게 극복하고 싶으신 분, 다양한 과와 연령대의 사람들과 친해지고 싶으신 분, 인생 동아리를 찾고 싶으신 분 모두 환영합니다!!',
       'https://sgdongyeon.oopy.io/615b7120-c8c9-4a42-a269-362a8f59eb9f','학술분과','',false);
insert into club(`name`,`introduction`,`detail`,`url`,`section`,`location`,`recruiting`)
values('SGCC','Sogang Computer Club Club for learning computer',
       'SGCC는 서강대를 대표하는 중앙 컴퓨터 동아리로서 컴퓨터에 대한 지식의 깊이에 상관없이 컴퓨터에 관심있는 사람들을 위해 만들어진 동아리입니다. 보통의 경우 오프라인으로 회원들끼리 모여 파이썬, C언어, 자료구조, 알고리즘 스터디처럼 지식을 나누는 스터디를 진행하여 많은 동아리원들이 자신이 듣는 수업에 많은 도움을 받습니다. 나아가 웹/앱 스터디를 통해 자신이 만들고 싶은 서비스를 동아리원과 함께 만들고 이를 통해 자신의 아이디어를 직접 구현하고 팀을 이뤄 좀 더 나은 결과물을 위해 논의하는 경험도 할 수 있습니다. 하지만 2020년 예상치 못한 코로나로 인해 대면으로 동아리 활동을 하기 어려워지면서 온라인으로 스터디를 진행하였고 주로 멘토에게 질의응답을 하고 공부 방향을 제시해주는 방식으로 2020 스터디를 진행하였습니다. 코로나가 장기화되고 있는 지금, 포스트 코로나에 대비해 온라인으로 회원들끼리 소통하고 함께 발전할 수 있는 방향을 모색중입니다.
같이 무언가를 하기 이전에 동아리원들의 교류를 늘리기 위해 디스코드에 모여 자유롭게 자신의 공부를 하며 서로 질문하고 공부 이외의 여러 즐거운 얘기를 할 수 있는 ‘모각코’라는 활동을 진행중에 있습니다. 또한 컴퓨터를 하다보면 막히는 것이 생기기 마련인데 오프라인으로 만나서 질문할 수 없기 때문에 좀 더 자유로운 질의응답이 오고 갈 수 있도록 익명 질문방 개설을 추진하고 있습니다. 저희 동아리에는 컴퓨터 각 분야에 능통한 선배들이 굉장히 많고 다들 후배들에게 열린 마음으로 다가와 주시기 때문에 동아리원들이 좀 더 편하게 자신의 질문을 해결할 수 있을 것입니다.',
       'https://sgdongyeon.oopy.io/9e7780d8-b995-4dfb-83a7-6500764d7e13','학술분과','EB128',false);

insert into hash_tag(`name`) values ('봉사분과');
insert into hash_tag(`name`) values ('사회교양분과');
insert into hash_tag(`name`) values ('연행예술분과');
insert into hash_tag(`name`) values ('종교분과');
insert into hash_tag(`name`) values ('학술분과');

insert into club_hash_tag(`hash_tag_id`,`club_id`) values (1,1);
insert into club_hash_tag(`hash_tag_id`,`club_id`) values (2,2);
insert into club_hash_tag(`hash_tag_id`,`club_id`) values (3,3);
insert into club_hash_tag(`hash_tag_id`,`club_id`) values (4,4);
insert into club_hash_tag(`hash_tag_id`,`club_id`) values (5,5);